{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "enquiries@bmtcordah.com",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "588c5207-37e3-401d-be0f-8ab693af39fe",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2024-09-10T08:43:33.264632",
        "metadata_modified": "2024-09-10T08:43:33.264635",
        "name": "2000-scottish-natural-heritage-snh-biological-analyses-of-bmt-cordah-ltd-barra-ferry-terminal-s",
        "notes": "Habitat survey undertaken within the Sound of Barra, Western Isles, in May 2000 and on 12 August 2000. The survey was undertaken as a precursor to the planned construction of a ferry terminal and breakwater at Aird Mhor on the east coast of the Isle of Barra. The development area lies within the boundaries of the Sound of Barra proposed Special Area of Conservation (pSAC), identified under the 1992 EC Habitats Directive. The environmental impacts that the development could have on the nearshore marine communities and the pSAC features of interest were identified and measures to mitigate adverse environmental consequences proposed. \n     The survey provided information on the littoral and sublittoral communities present that might be affected by the development, including the identification of rare species and sensitive biotope complexes. This information was gathered by an in-situ assessment of intertidal habitats and communities, a subtidal diving survey and subtidal grab survey. Six intertidal sites were surveyed along the north east coast of Aird Mhor. Nine dive sites were surveyed in the vicinity of the proposed development, records were made from four distinct sublittoral habitats. MNCR phase 1 mapping was carried out in the vicinity of the proposed terminal site. The macrobenthic-sampling component of the survey collected faunal material from eleven subtidal sites; using a Van Veen grab and diver collected cores. The sampling sites were selected to represent all likely soft sediment habitats within approximately 3km of the proposed development. \n     The survey work provided information on the littoral and sublittoral communities present that might potentially be affected by the development, including the identification of rare species and sensitive biotope complexes. This information was gathered by: an in-situ assessment of intertidal habitats and communities, a subtidal diving survey and a subtidal grab survey.\n     Six intertidal sites were surveyed along the north east coast of Aird Mhor. The shoreline supported a number of nationally common biotope complexes and a few less frequently encountered ones including a range of species rich rockpool biotopes and some well-developed sublittoral fringe communities. Typical bedrock shores with characteristic zonation patterns were encountered at both the breakwater and ferry terminal positions and records were made from six distinct littoral habitats.\n     Nine dive sites were surveyed and in the vicinity of the proposed development, records were made from four distinct sublittoral habitats.\n     MNCR phase 1 mapping was carried out in the vicinity of the proposed terminal site.\n     The macrobenthic-sampling component of the survey collected faunal material from eleven subtidal sites; using a Van Veen grab and diver collected cores. The sampling sites were selected to represent all likely soft sediment habitats within approximately 3km of the proposed development",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "c756c8da-f176-4640-950e-9c00b9e404df",
            "name": "marine-environmental-data-information-network",
            "title": "Marine Environmental Data & Information Network",
            "type": "organization",
            "description": "MEDIN is a partnership of UK organisations committed to improving access to marine data. Our partners are both public and private sector.",
            "image_url": "",
            "created": "2012-06-27T14:54:56.935179",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "c756c8da-f176-4640-950e-9c00b9e404df",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2000-05-18"
        ],
        "temporal_coverage-to": [
            "2000-08-12"
        ],
        "title": "2000 Scottish Natural Heritage (SNH) biological analyses of BMT Cordah Ltd. Barra Ferry Terminal (Sound of Barra) Environmental Statement survey",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"no restrictions to public access\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-7.3767"
            },
            {
                "key": "bbox-north-lat",
                "value": "57.0384"
            },
            {
                "key": "bbox-south-lat",
                "value": "56.9998"
            },
            {
                "key": "bbox-west-long",
                "value": "-7.4370"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2008-10-30\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notPlanned"
            },
            {
                "key": "guid",
                "value": "f65feba6e5cd34e3f5b9d992a8373191"
            },
            {
                "key": "harvest_object_id",
                "value": "6c65953f-b1c7-4432-92a3-7b888768cdd5"
            },
            {
                "key": "licence",
                "value": "[\"Not for navigational use; SNH copyright data which is available for re-use under government licence terms: http://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/\"]"
            },
            {
                "key": "metadata-date",
                "value": "2024-06-21"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "BMT Cordah (originator); Scottish Natural Heritage (SNH), Headquaters (custodian)"
            },
            {
                "key": "spatial",
                "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-7.3767, 56.9998], [-7.4370, 56.9998], [-7.4370, 57.0384], [-7.3767, 57.0384], [-7.3767, 56.9998]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": "urn:ogc:def:crs:EPSG::27700"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "6c65953f-b1c7-4432-92a3-7b888768cdd5"
            },
            {
                "key": "harvest_source_id",
                "value": "885ee504-c712-4f8d-9034-1c230bcd88a6"
            },
            {
                "key": "harvest_source_title",
                "value": "Marine Environmental Data Information Network (MEDIN) WAF hosted by MARIS (Netherlands)"
            }
        ]
    }
}