{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "info@seastarsurvey.co.uk",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "ff733339-824b-4ecd-b511-9e703df34766",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2024-09-10T08:39:58.577852",
        "metadata_modified": "2024-09-10T08:39:58.577855",
        "name": "2009-scottish-natural-heritage-snh-lamlash-bay-broad-scale-mapping-survey",
        "notes": "In September 2008 a No Take Zone (NTZ) was established in Lamlash Bay (Isle of Arran, North Ayrshire) in Scotland following a consultation for a fishery order (under the Inshore Fishing (Scotland) Act 1984). The proposed NTZ was passed by the Scottish Parliament prohibiting all sea fishing within the NTZ. This 2009 survey involved an acoustic mapping survey with ground-truthing (camera deployments and sediment sampling) to create maps of the habitats and biotopes within the site in a Geographical Information System (GIS). The aim of the survey was complete a baseline survey in Lamlash Bay to describe the seabed environment and map the seabed habitats in Lamlash Bay which was started in 2008.\n     In order to complete the recording and characterisation of the habitats in Lamlash Bay additional acoustic and camera surveys were carried out in 2009 to acquire data in the areas not surveyed in 2008. The aim of the acoustic element of the survey was to identify different backscatter returns and describe as well as delineate the extent of the various seabed habitat types occurring in and around Lamlash Bay. A digital sidescan sonar mosaic, in conjunction with single beam echo sounder derived bathymetry, provided the initial broadview to map the substrata present throughout the survey area as well as allowing the identification of any features of interest. The aim of the ground-truthing element of the survey was to provide a description of the richness and diversity of the habitats on both rocky reef and the softer sediments. The biotope distribution and species composition was developed through interpretation of dropdown video footage and digital still photography, taken after evaluation of the sidescan mosaic. The results of all elements of the survey were combined with data collected in 2008 to create a Geographical Information System (GIS) which enabled a high level of processing, interpretation and display of the sidescan sonar mosaic, bathymetry, substrata types, biotopes and the digital photography. The 2009 survey work acquired baseline environmental data from the shallow sections (areas inside the 10 m contour). \n     The 2009 field work (acoustic and drop-down camera surveys) was undertaken between 9 and 13 September 2009 with all survey operations conducted from Seastar Survey Ltd.â\u0080\u0099s vessel Otarie. The survey mobilisation and de-mobilisation took place in Ardrossan Harbour, Scotland, on 7th September and 14th September respectively. This baseline data stored in Marine Recorder.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "c756c8da-f176-4640-950e-9c00b9e404df",
            "name": "marine-environmental-data-information-network",
            "title": "Marine Environmental Data & Information Network",
            "type": "organization",
            "description": "MEDIN is a partnership of UK organisations committed to improving access to marine data. Our partners are both public and private sector.",
            "image_url": "",
            "created": "2012-06-27T14:54:56.935179",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "c756c8da-f176-4640-950e-9c00b9e404df",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2009-09-08"
        ],
        "temporal_coverage-to": [
            "2009-09-13"
        ],
        "title": "2009 Scottish Natural Heritage (SNH) Lamlash Bay broad-scale mapping survey",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"no restrictions to public access\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-5.1292"
            },
            {
                "key": "bbox-north-lat",
                "value": "55.5762"
            },
            {
                "key": "bbox-south-lat",
                "value": "55.4995"
            },
            {
                "key": "bbox-west-long",
                "value": "-5.0503"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2010-06-08\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notPlanned"
            },
            {
                "key": "guid",
                "value": "c1df2b8423f5931a70d87b3ac2202828"
            },
            {
                "key": "harvest_object_id",
                "value": "43953add-dbe7-45c2-b22d-c221a3976ef1"
            },
            {
                "key": "licence",
                "value": "[\"Not for navigational use; SNH copyright data which is available for re-use under government licence terms: http://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/\"]"
            },
            {
                "key": "metadata-date",
                "value": "2024-03-28"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "SeaStar Survey (originator); Scottish Natural Heritage (SNH), Headquaters (custodian)"
            },
            {
                "key": "spatial",
                "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-5.1292, 55.4995], [-5.0503, 55.4995], [-5.0503, 55.5762], [-5.1292, 55.5762], [-5.1292, 55.4995]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": "urn:ogc:def:crs:EPSG::27700"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "43953add-dbe7-45c2-b22d-c221a3976ef1"
            },
            {
                "key": "harvest_source_id",
                "value": "885ee504-c712-4f8d-9034-1c230bcd88a6"
            },
            {
                "key": "harvest_source_title",
                "value": "Marine Environmental Data Information Network (MEDIN) WAF hosted by MARIS (Netherlands)"
            }
        ]
    }
}