{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "enquiries@cornwall-ifca.gov.uk",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "3db2507f-5640-4344-8e4e-2cee3d5bf648",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2024-09-10T08:42:15.328986",
        "metadata_modified": "2024-09-10T08:42:15.328990",
        "name": "2021-present-cornwall-inshore-fisheries-and-conservation-authority-ifca-multi-year-intertidal-e",
        "notes": "\"Cornwall Inshore Fisheries and Conservation Authority (IFCA) have been investigating ways to survey the abundance of edible crab (Cancer pagurus), also known as brown crab, within the Cornwall IFCA district. Shallow water, cobble nursery habitats are likely to represent a major source of recruitment to offshore fisheries (Robinson and Tully, 2000). \n     Juvenile edible crabs, C. pagurus settle from July to September (Robinson and Tully, 2000) and inhabit the intertidal zone until they reach a carapace width 6-7mm (which takes approximately three years), before they migrate to subtidal areas offshore (Hunter et al., 2013). In 2020, Cornwall IFCA carried out two exploratory survey days at Prisk Cove, near Mawnan Smith on the south coast of Cornwall. This site was chosen due to high records of edible crab numbers during past Seasearch surveys (Matt Slater, pers. comm. 2020). These two surveys trialled different sampling methods: one using a 5 m2 grid at different stages down the shoreline from the high water mark to the low water mark and the other doing a walkover along the length of shore at the low water mark parallel to the shoreline. The walkover method proved more suitable to the survey and has been used by Cornwall IFCA in subsequent surveys presented in this data. Due to the low numbers of edible crabs at the Prisk Cove site from the two preliminary survey days, it was decided that repeating the survey at Greeb Point, Portscatho which is the location Cefas used for their surveys would be more beneficial. The site at Portscatho provides optimal habitat and shelter for juvenile edible crabs and consists of coarse sand, pebbles, cobbles, boulders and bedrock with overhangs. \n     This survey involved multiyear intertidal edible crab surveys, between 2021 and 2024, 14 survey events were conducted at Greeb Point one mile south of Portscatho on the south coast of Cornwall. The survey events were carried out within a window 1.5 hours either side of low spring tides between April 2021 and June 2024 . Cornwall IFCA carried out fourteen survey days (between: April to October in 2021 (4 survey events - 29th April 2021, 27th May 2021, 23rd June 2021 and  8th October 2021 ), March to July in 2022 (4 survey events - 3rd March 2022, 31st March 2022, 15th June 2022 and 14th July 2022), March to June in 2023 (3 survey events- 21st March 2023, 20th April 2023 and 5th June 2023) and March to June 2024 (11th March 2024, 23rd April 2024 and 7th June 2024) to sample juvenile edible crabs at Greeb Point. Position tracks of the surveys were were loaded into a handheld Garmin GPS 60 unit using latitude and longitude. Officers walked towards the EOL position from SOL covering as much ground as possible in a 1.5h window either side of low tide.  If crabs were found, these were picked up carefully and their abdomen was photographed with an Olympus Tough TG-5 or an Olympus Tough TG-6. The crabs were measured across the width of the carapace (mm) using vernier callipers and carapace width recorded on a log sheet. A total of 569 juvenile edible crabs were recorded during the four year survey.\"",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "c756c8da-f176-4640-950e-9c00b9e404df",
            "name": "marine-environmental-data-information-network",
            "title": "Marine Environmental Data & Information Network",
            "type": "organization",
            "description": "MEDIN is a partnership of UK organisations committed to improving access to marine data. Our partners are both public and private sector.",
            "image_url": "",
            "created": "2012-06-27T14:54:56.935179",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "c756c8da-f176-4640-950e-9c00b9e404df",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2021-04-29"
        ],
        "temporal_coverage-to": [
            "2024-07-23"
        ],
        "title": "2021 - Present Cornwall Inshore Fisheries and Conservation Authority (IFCA) Multi-year intertidal Edible Crab (Cancer pagurus) survey",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"No restrictions to public access\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-4.9720"
            },
            {
                "key": "bbox-north-lat",
                "value": "50.1655"
            },
            {
                "key": "bbox-south-lat",
                "value": "50.1640"
            },
            {
                "key": "bbox-west-long",
                "value": "-4.9727"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2024-04-12\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "asNeeded"
            },
            {
                "key": "guid",
                "value": "e464132b92aa4c4fe90e8c504a2143cc"
            },
            {
                "key": "harvest_object_id",
                "value": "f94aab79-71f2-4334-b839-9c3edaac9fd8"
            },
            {
                "key": "licence",
                "value": "[\"Data is freely available for research or commercial use providing that the originators are acknowledged in any publications produced and permission must be sought if the data will be reproduced in full or part or if used in any analyses.\"]"
            },
            {
                "key": "metadata-date",
                "value": "2024-07-23"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "series"
            },
            {
                "key": "responsible-party",
                "value": "Cornwall Inshore Fisheries and Conservation Authority (originator, custodian)"
            },
            {
                "key": "spatial",
                "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-4.9720, 50.1640], [-4.9727, 50.1640], [-4.9727, 50.1655], [-4.9720, 50.1655], [-4.9720, 50.1640]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": "urn:ogc:def:crs:EPSG::4326"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "f94aab79-71f2-4334-b839-9c3edaac9fd8"
            },
            {
                "key": "harvest_source_id",
                "value": "885ee504-c712-4f8d-9034-1c230bcd88a6"
            },
            {
                "key": "harvest_source_title",
                "value": "Marine Environmental Data Information Network (MEDIN) WAF hosted by MARIS (Netherlands)"
            }
        ]
    }
}