{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": " ",
        "contact-name": " ",
        "contact-phone": " ",
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "foi-email": " ",
        "foi-name": " ",
        "foi-phone": " ",
        "foi-web": " ",
        "id": "053a7039-338c-4ec2-aee6-c4f4797ef1c6",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-11T09:38:38.645841",
        "metadata_modified": "2016-02-10T17:19:48.005595",
        "name": "admissions-appeals-survey",
        "notes": "The Admissions appeals survey is a statutory survey collected from local authorities and covers all primary and secondary level schools which are under local authority control  i.e. community and voluntary controlled schools only. It provides totals for the local authority on the number of parents who have appealed against a refusal to admit their child into a school for a given year, the number of those appeals which were heard and the number which were successful or were rejected. Three sets of figures are provided by each Local Authority: secondary level appeals; primary level appeals; and infant class appeals which are a subset of primary appeals.   \n\nThe survey is annual and is undertaken between January and February each year. The same data are gathered directly from the other school type's foundation, voluntary aided and from 2014, data for academies should be collected via the school census and the two are combined to create an overall admissions appeals dataset at both secondary and primary level and an infant class subset.      \n                                                                                                  \nNote this collection did not take place in 2013, as work was undertaken to improve the central collection of appeals data to cover academies via school census and to change the time period the data refers to for both school census and the admissions appeals survey. The admissions appeals survey collection is being reintroduced in 2014 and will collect data on appeals that are lodged prior to the start of the 2013 and 2014 academic year rather than throughout the whole of 2013 and 2014 meaning the data will be more timely.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "education",
        "theme-secondary": [
            "Government"
        ],
        "title": "Admissions Appeals Survey",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "licence",
                "value": "Not specified"
            },
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The majority of the raw data are published in an annual Statistical First Release. This release contains three tables: a time series by school level, school level figures by school type, and local authority level figures, all giving totals and percentages. The last publication was October 2012, and the next is expected around July 2014. School level data cannot be produced as the Admissions appeals survey return gives a combined figure for each Local Authority for their community and voluntary controlled schools so not all schools are individually represented.\n\nLast published 4th July 2012"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}