{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "3e025c40-4b9f-4faf-82e3-b317f492460f",
        "id": "37533fc8-3a48-447a-8785-97a78d204428",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-08-30T15:21:24.828562",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "annual-business-survey--financial",
        "notes": "ABS reports annually on UK businesses in the Agriculture (part), Production, Construction, Distribution and Service sectors. Its main variables are Turnover, Purchases, approximate Gross Value Added (AGVA), Employment costs, Capital expenditure and Stocks. The survey collects GB data to which NI data is added (supplied by NISRA). All data are reported on a current price basis. Provisional national data is published in November followed by Revised data in June. Regional data is then published in July.  ABS also delivers SBS data to Eurostat every June, and feeds into the NA Supply and Use tables in February.  ",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "d5b50862-3f2a-4b7b-ad85-841b6def43be",
            "name": "office-for-national-statistics",
            "title": "Office for National Statistics",
            "type": "organization",
            "description": "The Office for National Statistics (ONS) is the UK’s largest independent producer of official statistics and is the recognised national statistical institute for the UK. It is responsible for collecting and publishing statistics related to the economy, population and society at national, regional and local levels. It also conducts the census in England and Wales every ten years. \r\n\r\nThe ONS plays a leading role in national and international good practice in the production of official statistics. It is the executive office of the UK Statistics Authority and although they are separate, they are still closely related.\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:40.553767",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d5b50862-3f2a-4b7b-ad85-841b6def43be",
        "private": false,
        "state": "active",
        "theme-primary": "business-and-economy",
        "theme-secondary": [
            "Environment"
        ],
        "title": "Annual Business Survey - Financial",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "release-notes",
                "value": "Will not be released as data could contain personal information"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}