{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "32171307-e813-40a4-80a2-f7ede0443f53",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T15:01:03.056662",
        "metadata_modified": "2024-11-17T14:12:59.559229",
        "name": "azores-processed-theoretical-waveforms-nerc-grant-ne-n011791-1",
        "notes": "Theoretical waveforms computed to study earthquakes in the Azores archipelago. Grant abstract: How do earthquakes happen? Understanding the nature of earthquakes is a key fundamental question in Geociences that holds many implications for society. Earthquakes are typically associated with a sudden release of energy that has slowly accumulated over hundreds to thousands of years, being strongly controlled by friction in faults buried several kilometers beneath our feet under quite extreme conditions. For example, the amount of heat produced in just a few seconds is such that it can dramatically change the nature of the fault zone near the sliding surface. Moreover, there is abundant evidence of substantial frictional weakening of faults (i.e., fault strength weakens with increasing slip or slip rate) during earthquakes. However, there are still many open questions related to earthquake source processes: How similar are earthquakes in different temperature-pressure conditions? What is the earthquake's energy budget, which controls the intensity of ground motions? What are the physical mechanisms responsible for fault weakening? Recent progress in seismological imaging methods, theoretical fracture mechanics and rupture dynamics simulations can help solve these questions. Huge volumes of freely available seismic and geodetic data from around the world now allow the routine calculation of earthquake models where earthquakes are typically described as single space-time points. Time is now ripe for systematically building robust, more detailed seismic models bearing information on earthquake's physics by using recently developed sophisticated modelling tools along with high-quality images of the 3-D Earth's interior structure enabled by high performance computing facilities. Moreover, it is now possible to model ruptures theoretically in detail using both analytical fracture mechanics calculations and numerical rupture dynamics simulations, and, for example, estimate the fault temperature during the rupture process, which is the most direct way to quantify friction. However, systematic quantitative links between these calculations and seismological observations are still lacking. This project addresses these issues through a coordinated effort involving seismology and rock mechanics aiming at estimating fault temperature rise during earthquakes from new macroscopic seismic source models. We will use advanced seismic source imaging methods to build a new set of robust kinematic, static and dynamic earthquake source parameters for a large selected set of global earthquakes (e.g., average fault length, width, rupture speed and time history, stress drop, radiated and fracture energy). These solutions will then be used as input parameters to estimate fault temperature using analytical and numerical rupture dynamics calculations. This will lead to an improved understanding of how local fault processes occurring at scales from few microns to tens of centimetres translate into macroscopic seismological properties, how energy is partitioned during earthquakes and which are the mechanisms responsible for fault weakening. Ultimately this project will shed new light on many basic questions in earthquake science such as the similarity of earthquakes in different P-T conditions and the potential geological record left by ruptures (e.g., melt). More broadly, this project will benefit hazard models and any studies relying on accurate earthquake source parameters such as studies in seismic tomography, active tectonics and microseismicity (e.g., associated with hydraulic fracturing).",
        "num_resources": 1,
        "num_tags": 4,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2016-01-01"
        ],
        "temporal_coverage-to": [
            "2017-08-31"
        ],
        "title": "Azores processed theoretical waveforms (NERC grant NE/N011791/1)",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Available under the Open Government Licence subject to the following acknowledgement accompanying the reproduced NERC materials \\\"Contains NERC materials \\u00a9NERC [year]\\\"\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-24.0000"
            },
            {
                "key": "bbox-north-lat",
                "value": "40.0000"
            },
            {
                "key": "bbox-south-lat",
                "value": "37.0000"
            },
            {
                "key": "bbox-west-long",
                "value": "-32.0000"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"creation\", \"value\": \"2019-06-28\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "8e04f3f2-447e-2027-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "387e50d8-ae2d-44c4-915a-67a54e6d7069"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "University College London (pointOfContact, principalInvestigator)"
            },
            {
                "key": "spatial",
                "value": "{\"type\": \"Polygon\", \"coordinates\": [[[-24.0000, 37.0000], [-32.0000, 37.0000], [-32.0000, 40.0000], [-24.0000, 40.0000], [-24.0000, 37.0000]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:12:59.599545",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "6c5f2dbf-ff76-4237-b595-e953b5c6ba7d",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:12:59.570178",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "32171307-e813-40a4-80a2-f7ede0443f53",
                "position": 0,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.bgs.ac.uk/services/ngdc/accessions/index.html#item128648",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Earthquakes",
                "id": "6adac9df-a61c-471a-874c-94446d01de75",
                "name": "Earthquakes",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Oceanic ridges",
                "id": "1301872d-b8bf-4d7c-ad03-2e3c3dd1c8b5",
                "name": "Oceanic ridges",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "c3b1a7c2-3eab-44a2-b657-566e302d06ec"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}