{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "creator_user_id": "ed203682-6007-4e88-91c2-31003d063775",
        "foi-email": "FOI@phe.gov.uk",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "c529cf4e-1bcf-4417-9b2c-4751bd6969e2",
        "isopen": true,
        "licence-custom": "",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2019-04-16T14:33:53.927259",
        "metadata_modified": "2019-12-09T16:42:04.214773",
        "name": "cancer-registration-epidemiology-of-breast-colorectal-and-prostate-cancer-patients-diagnosed-in-2015",
        "notes": "National Cancer Registration And Analysis Service (NCRAS). (2019). Cancer Registration: Epidemiology of Breast, Colorectal and Prostate Cancer Patients Diagnosed in 2015. Public Health England. https://doi.org/10.25503/6ncm-aj30\r\n\r\nThis workbook contains demographic, treatment and staging information about the cohort of patients who were diagnosed with breast, colorectal and prostate cancer in 2015. \r\n\r\nThe data was extracted from the CAS1812 snapshot.\r\n\r\nCohort definition: all patients who were diagnosed with breast, colorectal or prostate cancer tumours (defined by ICD10 codes C50, C18-C20, C61 respectively) in 2015, excluding cases as advised by the 'CAS-SOP #1: Counting Cases' and excluding all stage 0 breast cancer tumours.\r\n\r\n1 - SEX - Number of patient-site combinations broken down by sex \r\n\r\n2 - ETHINCITY - Number of patient-site combinations broken down by ethnicity \r\n\r\n3 - AGE - Number of patient-site combinations broken down by age group at diagnosis \r\n\r\n4 - SITE - Number of patient-site combinations broken down by cancer site of any diagnosed tumour \r\n\r\n5 - STAGE - Number of patient-site combinations broken down by stage at diagnosis \r\n\r\n6 - TREATMENT - Number of patient-site combinations broken by treatment combination received \r\n\r\n7 - SITE, SEX - Number of patient-site combinations broken down by cancer site of any diagnosed tumour and sex \r\n\r\n8 - SITE, ETHNICITY - Number of patient-site combinations broken down by cancer site of any diagnosed tumour and ethnicity\r\n \r\n9 - SITE, AGE - Number of patient-site combinations broken down by cancer site of any diagnosed tumour and age at diagnosis \r\n\r\n10 - SITE, STAGE - Number of patient-site combinations broken down by cancer site of any diagnosed tumour and stage at diagnosis \r\n\r\n11 - SITE, TREATMENT - Number of patient-site combinations broken down by cancer site of any diagnosed tumour and treatment combination received\r\n\r\n12 - SITE, STAGE, SEX - Number of patient-site combinations broken down by cancer site of any diagnosed tumour, stage at diagnosis and by sex\r\n\r\n13 - SITE, STAGE, ETHNICITY - Number of patient-site combinations broken down by cancer site of any diagnosed tumour, stage at diagnosis and ethnicity\r\n\r\n14 - SITE, STAGE, AGE - Number of patient-site combinations broken down by cancer site of any diagnosed tumour, stage and age at diagnosis of cancer site\r\n\r\n15 - SITE, STAGE, TREATMENT - Number of patient-site combinations broken down by cancer site of any diagnosed tumour, stage at diagnosis and treatment combination received",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "b669a115-2f1c-44e2-93cd-419999c3fbdf",
            "name": "public-health-england",
            "title": "Public Health England",
            "type": "organization",
            "description": "We work with national and local government, industry and the NHS to protect and improve the nation's health and support healthier choices. We are addressing inequalities by focusing on removing barriers to good health.\r\n\r\nPHE is an executive agency of the Department of Health",
            "image_url": "",
            "created": "2013-04-25T10:52:05.799336",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "b669a115-2f1c-44e2-93cd-419999c3fbdf",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "health",
        "title": "Cancer registration: Epidemiology of Breast, Colorectal and Prostate Cancer Patients Diagnosed in 2015",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2019-05-28T12:27:02.858747",
                "datafile-date": "28 May 2019 ",
                "description": "",
                "format": "dataset",
                "hash": "",
                "id": "fe938bc8-40da-4ae6-8357-ff216fe6c32e",
                "last_modified": null,
                "metadata_modified": "2019-05-28T12:27:02.858747",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Cancer Registration: Epidemiology of Breast, Colorectal and Prostate Cancer Patients Diagnosed in 2015",
                "package_id": "c529cf4e-1bcf-4417-9b2c-4751bd6969e2",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.ncin.org.uk/view?rid=3869",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}