{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "c3c18e23-14d4-477f-bb2e-6c39e1016680",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T14:15:59.959529",
        "metadata_modified": "2024-11-17T14:08:11.143818",
        "name": "chemical-analysis-data-derived-from-nerc-grant-ne-i025573-1-when-on-earth-did-modern-plate-tect",
        "notes": "Earth is a dynamic planet, for the simple reason that it is still cooling down from the heat of accretion and subsequent decay of radioactive elements. The main mechanism by which it loses heat is plate tectonics, a theory that has been widely accepted since the 1970s. The Earth is formed of a dense metallic core surrounded by a partially molten silicate mantle which itself is capped by a buoyant crust, either continental or oceanic. We live on the continental crust which largely exists above sea level. The ocean crust forms the floors of oceans and is only rarely exposed. The ocean crust forms by mantle melting at mid ocean ridges, such as the mid Atlantic ridge upon which sits the volcanic island of Iceland. New crust is constantly formed, forcing the older crust to spread outwards and oceans to grow larger. As the ocean crust spreads away from the ridge, it cools and becomes denser. Eventually it interacts with a continent, made of less dense material. The ocean crust is driven beneath the continent back into the mantle, a process known as subduction. Volcanoes form along the continental margin above the subduction zone and at least some of this activity results in addition of new continental crust. This may have been the main process responsible for initial formation and subsequent evolution of our continents. It can be observed now around the margin of the Pacific Ocean, where widespread volcanism is known as the \"Ring of Fire\". However, not all oceans can continue to grow! The Atlantic Ocean has stopped getting bigger as a response to the continued growth of the Pacific. Eventually, an ocean will close completely and the surrounding continents will collide, resulting in a linear mountain chain. A good example is the Himalaya, where India has collided with Asia. This whole process known as plate tectonics has a profound affect on our planet, providing us with land on which to live, seas in which to fish, freshwater to drink and our complex weather patterns. It is also a regulator of our climate since weathering of continental rocks results in drawdown of CO2 to the deep sea where it is stored. Understanding plate tectonics is central to Earth and Environmental Scientists. There are still important details that we know little about, such as how and when it began. This proposal seeks to investigate this by a novel study of critical rocks that characterise plate tectonics, in particular those that result from subduction. When ocean crust is subducted, increasing pressure and temperature change it into denser rock. As the Earth has evolved, the exact pressure and temperature conditions of this \"metamorphism\" have also changed. We propose to study this by using minerals that form within ocean crust during subduction. The rocks themselves are often destroyed by erosion, but tiny crystals of a robust mineral called rutile (titanium dioxide) can survive to be found in sediments derived from them. By dating these and using their chemical composition as a fingerprint, we can work out the pressure and temperature within the eroded subduction zone. Similarly, the volcanic rocks that form during subduction have changed through time. These are also often destroyed by erosion so that the exposed record may not be representative. Another robust mineral known as zircon (zirconium silicate) often survives the weathering and ends up alongside rutile in the younger sediments. Using similar methods with zircon we can also investigate changing styles of magmatism throughout Earth's history. . Currently the magmatic record implies that modern subduction began around 2500 million years ago, yet the metamorphic record implies a later start of around 700 million years ago. Our novel approach will test this. We will be able to say whether the younger date is correct and the older marks a different kind of plate tectonics, or whether the older date does indeed represent the onset of modern plate tectonics, and the exposed rock record is biased.",
        "num_resources": 1,
        "num_tags": 4,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [],
        "temporal_coverage-to": [],
        "title": "Chemical analysis data derived from NERC grant NE/I025573/1, When on Earth did modern plate tectonics begin?",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"There are no restrictions on the use that may be made of the dataset, although an appropriate copyright acknowledgement must be made when any part of the dataset is reproduced. Either no third party data / information is contained in the dataset or BGS has secured written permission from the owner of any third party data / information contained in the dataset to make the dataset freely available without any use constraints - inclusion of any third party data / information will affect the copyright acknowledgement that needs to be made.\"]"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"creation\", \"value\": \"2015-08\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "403b199c-adc8-6fa3-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "0dd63ef0-6f2b-4865-8a47-87df56a207ec"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "nonGeographicDataset"
            },
            {
                "key": "responsible-party",
                "value": "University of Portsmouth (pointOfContact)"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:08:11.183561",
                "description": "The BGS Homepage is an entry point to the BGS data services.",
                "format": "",
                "hash": "",
                "id": "039e7697-9dea-44f9-a081-f61004df3804",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:08:11.154211",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "BGS Homepage",
                "package_id": "c3c18e23-14d4-477f-bb2e-6c39e1016680",
                "position": 0,
                "resource_locator_function": "information",
                "resource_locator_protocol": "HTTP",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.bgs.ac.uk/",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Chemical analysis",
                "id": "4e52db6f-9e9e-41cd-bc74-e3248aec818b",
                "name": "Chemical analysis",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Tectonics",
                "id": "1fe475fd-3dd4-4733-bc82-97656a403d6b",
                "name": "Tectonics",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "d2d9ca5f-dfa9-4667-8c67-cf3cdfc25232"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}