{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "9c8e8267-6fc0-4079-9ab4-3f03b1f73896",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:47:24.623415",
        "metadata_modified": "2013-12-19T10:28:47.285969",
        "name": "child-maintenance-appeals",
        "notes": "The Appeals Tracking System is a small system used to assist the tracking of child maintenance appeals, Advanced Departures and Advanced Variations. Decision Appeals - Only specific decisions may be the subject of a dispute.  These are: Maintenance Calculation, Closure Decision, Handling of overpayments,  Voluntary Payments, Suspension of Liability or Application, Outcome of review of decision. Variations -  this is information relating to a consideration of additional income or allowance for expenditure taken into account for the purposes of calculating child maintenance liability. Departures - A departure is where an old rules maintenance assessment is to take into account certain exceptional circumstances and other financial arrangements that are not looked at in the normal maintenance formula. This covers Great Britain only.  Northern Ireland appeals is subject to separate legislation and processes. Data held is: Case reference number, National Insurance number,  Appellant details, confidentiality requirements, Client representative details,  Reason for appeal, Owning business unit, Hearing date,  Her Majesty’s Courts and Tribunal Service reference number. ",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "9eb7fee2-76d1-452a-b915-68989e3a731a",
            "name": "department-for-work-and-pensions",
            "title": "Department for Work and Pensions",
            "type": "organization",
            "description": "The Department for Work and Pensions (DWP) is responsible for welfare and pension policy and is a key player in tackling child poverty. It is the biggest public service delivery department in the UK and serves over 20 million customers.\r\n\r\nDWP is a ministerial department, supported by 13 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-work-pensions\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:40.872943",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "9eb7fee2-76d1-452a-b915-68989e3a731a",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Government Spending"
        ],
        "title": "Child Maintenance Appeals",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "https://www.gov.uk/child-maintenance   Not due to be released. Contains personal data. Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}