{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": " ",
        "contact-name": " ",
        "contact-phone": " ",
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "foi-email": " ",
        "foi-name": " ",
        "foi-phone": " ",
        "foi-web": " ",
        "id": "aec05775-9db9-441a-88a7-8bac80578150",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T14:37:20.607463",
        "metadata_modified": "2016-02-11T16:41:27.187357",
        "name": "children-in-need",
        "notes": "Data on children in need by local authorities in England is collected via annual returns from all 152 English local authorities.  Data are collected at individual child level covering children referred to Local Authorities children's social services, and those who are assessed against whether they are in need of Local Authority social services support. Characteristics of these children are collected including date of birth, gender, ethnicity, disability, information about assessments carried out, and for those children deemed to be in need, primary need, and for children who are assessed and become the subject of a child protection plan, category of abuse.\r\nThe Children In Need census has existed in its current form since 2009. It is an annual collection carried out from April to July covering the Financial Year which has just ended. Prior to 2009 data were collected via an aggregate LA collection CPR3.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "health",
        "title": "Children in Need",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "licence",
                "value": "unpublished"
            },
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The data collected relating to children in need by local authorities is not published in its raw form as it contains data defined as personal and sensitive personal data by the Data Protection Act 1998 but a wide range of aggregate outputs including official statistics are published on a regular basis. The raw data are held in the Department's national pupil database.\r\nThe Secretary of State can share raw data from the national pupil database under strict terms and conditions with named bodies and third parties who for the purpose of promoting the education or wellbeing of children in England are conducting research or analysis, producing statistics, or providing information, advice or guidance. This has provided evidence on education to inform independent research, as well as studies commissioned by the Department.\r\nAccess is subject to requesters complying with terms and conditions imposed under contractual arrangements and a rigorous accreditation process."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}