{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "60e687bf-a6d8-43e2-a50e-efab84b27952",
        "id": "a0505e48-7ecd-470d-b54e-0f046816c2a4",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2021-07-30T18:12:49.430639",
        "metadata_modified": "2024-11-16T22:00:58.325259",
        "name": "children-in-low-income-families2",
        "notes": "### About the dataset\n\nThis dataset uses information from the DWP benefit system to provide estimates of children living in poverty for wards in London. In order to be counted in this dataset, a family must have claimed Child Benefit and at least one other household benefit (Universal Credit, tax credits or Housing Benefit) during the year. The numbers are calibrated to the Households Below Average Income (HBAI) dataset used to provide the government's headline poverty statistics. The definition of relative low income is living in a household with equivalised* income before housing costs (BHC) below 60% of contemporary national median income. The income measure includes contributions from earnings, state support and pensions.\n\nFurther detail on the estimates of dependent children living in relative low income, including alternative geographical breakdowns and additional variables, such as age of children, family type and work status are available from DWP's statistical tabulation tool Stat-Xplore. Minor adjustments to the data have been applied to guard against the identification of individual claimants.\n\nThis dataset replaced the DWP children in out-of-work benefit households and HMRC children in low income families local measure releases.\n\nThis dataset includes estimates for all wards in London of numbers of dependent children living in relative low income families for each financial year from 2014/15 to the latest available (2022/23). The figures for the latest year are provisional and are subject to minor revision when the next dataset is released by DWP.\n\n  \n\n### Headlines\n\nNumber of children\n\nThe number of dependent children living in relative low income across London, rose from below 310,000 in the financial year ending 2015 to over 420,000 in the financial year ending 2020, but has decreased since then to below 350,000, which is well below the number for financial year ending 2018. While many wards in London have followed a similar pattern, the numbers of children in low income families in some wards have fallen more sharply, while the numbers in other wards have continued to grow.\n\nProportion of children in each London ward\n\nWard population sizes vary across London, the age profile of that population also varies and both the size and make-up of the population can change over time, so in order to make more meaningful comparisons between wards or over time, DWP have also published rates, though see note below regarding caution when using these figures.\n\nA dependent child is anyone aged under 16; or aged 16 to 19 in full-time non-advanced education or in unwaged government training. Ward level estimates for the total number of dependent children are not available, so percentages cannot be derived. Ward level estimates for the percentage of children under 16 living in low income families are usually published by DWP but, in its latest release, ward-level population estimates were not available at the time, so no rates were published. To derive the rates in this dataset, the GLA has used the ONS's latest ward-level population estimates (official statistics in development). Percentages for 2021/22 are calculated using the 2021 mid year estimates, while percentages for 2022/23 are calculated using the 2022 mid year estimates. As these are official statistics in development, rates therefore need to be treated with some caution.\n\nNotes\n\n*equivalised income is adjusted for household size and composition in order to compare living standards between households of different types.",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "4fc67187-8f81-4eaa-8820-b18d0cbf1ff6",
            "name": "greater-london-authority",
            "title": "Greater London Authority",
            "type": "organization",
            "description": "",
            "image_url": "",
            "created": "2012-06-27T14:49:02.054509",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "4fc67187-8f81-4eaa-8820-b18d0cbf1ff6",
        "private": false,
        "state": "active",
        "title": "Children in low income families",
        "type": "dataset",
        "url": "https://data.london.gov.uk/dataset/children-in-low-income-families",
        "version": null,
        "extras": [
            {
                "key": "dcat_issued",
                "value": "2021-06-23T14:18:05.242Z"
            },
            {
                "key": "dcat_modified",
                "value": "2024-05-02T14:12:51.888Z"
            },
            {
                "key": "dcat_publisher_name",
                "value": "Greater London Authority (GLA)"
            },
            {
                "key": "guid",
                "value": "275dbfb2-691b-4a35-8af6-caf3cba3fad2"
            },
            {
                "key": "language",
                "value": ""
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2021-07-30T18:12:49.450108",
                "description": null,
                "format": "XLSX",
                "hash": "",
                "id": "525d2aae-6f22-4345-b550-a80227a48600",
                "last_modified": null,
                "metadata_modified": "2021-08-20T17:54:20.301471",
                "mimetype": "application/vnd.openxmlformats-officedocument.spreadsheetml.sheet",
                "mimetype_inner": null,
                "name": "Children in low income families",
                "package_id": "a0505e48-7ecd-470d-b54e-0f046816c2a4",
                "position": 0,
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://data.london.gov.uk/download/children-in-low-income-families/72addb43-ca89-4cf9-aa43-224ca0a98509/Children%2520in%2520low%2520income%2520families.xlsx",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "de84a18d-572e-49e2-a569-83a6c402f86a"
            },
            {
                "key": "harvest_source_id",
                "value": "8f43c9d7-fe24-44a6-a4a4-9f4f77aa06f6"
            },
            {
                "key": "harvest_source_title",
                "value": "London Datastore - GLA"
            }
        ]
    }
}