{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "ODC@communities.gsi.gov.uk",
        "creator_user_id": "60e687bf-a6d8-43e2-a50e-efab84b27952",
        "id": "e021dbf0-1b0d-4338-8fae-aa50e1ee6c1a",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2015-08-18T08:00:27.198703",
        "metadata_modified": "2018-02-26T15:16:08.211964",
        "name": "civil-parish-council-tax-level-data",
        "notes": "This dataset provides information on local precepting authorities (parishes, charter trustees and Temples) and the amount of council tax collected on their behalf by their billing authorities in England, known as a precept, for the financial years 2013-14 and 2014-15. Data are collected from Council Tax Return Forms completed by local authorities. A process has been undertaken to match the parishes recorded to standard ONS codes, but it has not been possible to match Charter Trustees, Temples and 26 parishes, and therefore these will not appear in map(s) as they do not have an ONS Code.\n\nThis release provides information on individual local parishes and the amount of council tax collected on their behalf by their billing authorities in England, for the financial year 2013-14.\r\n\r\nThis is the first year that the Department for Communities and Local Government (DCLG) has collected data about individual parishes. Up to and including 2012-13 this information was collected by the Chartered Institute of Public Finance and Accountancy (CIPFA).\r\n\r\nThe information in this release is derived from the local precepting authorities section (lines 23, 24 and 25) submitted by all 326 billing authorities in England; and the individual local data section (lines 23x, 24x and 25x) of the Council Tax Requirement (CTR1) forms submit-ted by 241 parished billing authorities. The data are as reported by local authorities, and have been subjected to rigorous validation processes.\r\n\r\nThe release has been compiled by the Local Government Finance - Data Collection, Analy-sis and Accountancy division of the Department for Communities and Local Government.\r\nParishes and other local precepting authorities in England, 2013-14\r\n\r\nThere are more than 10,000 parishes in England. A parish may be represented by a parish council, a town council or community council. In the case of small parishes, the parish meet-ing (an annual meeting of all electors in a parish) can take on the role of parish council. Par-ishes represent the most local level of Government in England - the third tier of local gov-ernment.\r\n\r\nIn a small number of the un-parished areas bodies called “charter trustees” exist. These bodies exist to administer ceremonial functions, such as the appointment of a mayor, where there is no parish to administer them. There are currently 16 such bodies in England one less than in 2012-13 due to Crewe in Cheshire becoming a parish council on 4 April 2013.\r\n\r\nThere are two further local precepting authorities: the Inner and Middle Temples of London (“the Temples”) situated within the Temple area of the City of London. The Temples are dif-ferent from parishes and charter trustees in that they perform the functions within their area that are performed by the City of London authority (“the City”). In exchange for performing these functions the City pays the Temples an annual precept apportioned from the council tax raised by the City.\r\n\r\nParish or village councils need funds to support their activities. These funds are raised by adding an extra cost known as a \"precept\" to each householder's Council Tax bill. Parishes (together with charter trustees and the two Temples of London as described above) are col-lectively known as “local precepting authorities”. This means they have the power to raise a precept on properties in their area in order to finance the functions that they perform. Parish precepts are included separately on council tax bills and are collected by the billing authority on behalf of the parish.\r\n\r\nSome smaller parishes may group together for precepting purposes and will perform this function as one local precepting authority and for the purposes of this release are counted as 1 parish.\r\n\r\nFurther information is provided in the Definitions section of this release.\r\n(https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/260449/Parishes_and_other_precepting_authorities_2013-14_England__revised_.pdf)\r\n\r\nSpecial factors affecting comparability to previous years\r\n\r\nThis is the first time DCLG has collected local parish council tax data. Changes to the council tax system and the method for collecting individual parish data mean these figures are not directly comparable to earlier years and caution must be taken when interpreting time trends. Significant factors which have affected comparability include:\r\n\r\nLocalisation of council tax support; a change in the way council tax benefit is paid. Council tax support is now paid in the form of a grant passed down to parishes from their billing authori-ties and is not included in the local precept. Previously individual council taxpayers might re-ceive support to pay their council tax bill from DWP. The value of this support would have been included in the local precept. However, taxpayers now have their bills covered by coun-cil tax support and therefore are removed from the tax base, whereas under the old system they would previously have been included. The localisation of council tax support has reduced the local precept and the tax bases significantly compared to earlier years (see Definitions for further details).\r\n\r\nParish groupings; in some cases parishes have been grouped together for precepting pur-poses. This makes the number of parishes setting a precept in 2013-14 look smaller than in previous collections - for example data collected by CIPFA split all groupings and listed all parishes individually.\r\n\r\nData previously published on local precepting authorities can be accessed here:\r\nhttps://www.gov.uk/government/publications/parishes-and-charter-trustees-in-england-2012-to-2013.\r\n\r\nRevisions\r\n\r\nThis is a revised version of the original statistical release on Parishes and other local precepting authorities: 2013-14 England. The revisions are minor and do not change the headline figures.\r\n\r\nThese adjustments correct for an error in the way the data were originally uploaded.",
        "num_resources": 2,
        "num_tags": 0,
        "organization": {
            "id": "48f370c9-7ab9-4550-9722-8c9477020fc7",
            "name": "department-for-communities-and-local-government",
            "title": "Ministry of Housing, Communities and Local Government",
            "type": "organization",
            "description": "The Ministry of Housing, Communities and Local Government's (formerly the Department for Communities and Local Government) job is to create great places to live and work, and to give more power to local people to shape what happens in their area.\r\n\r\nhttps://www.gov.uk/government/organisations/ministry-of-housing-communities-and-local-government\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:38.548677",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "48f370c9-7ab9-4550-9722-8c9477020fc7",
        "private": false,
        "state": "active",
        "theme-primary": "government",
        "theme-secondary": [],
        "title": "Civil Parish Council Tax Level Data",
        "type": "dataset",
        "url": "http://opendatacommunities.org/data/council-tax/collected/category",
        "version": null,
        "extras": [
            {
                "key": "contact_email",
                "value": "ODC@communities.gsi.gov.uk"
            },
            {
                "key": "data_issued",
                "value": "2015-01-21T15:41:54+00:00"
            },
            {
                "key": "data_modified",
                "value": "2015-01-21T15:41:54+00:00"
            },
            {
                "key": "dcat_publisher_uri",
                "value": "http://reference.data.gov.uk/id/department/dclg"
            },
            {
                "key": "dcat_subject",
                "value": "http://opendatacommunities.org/def/concept/themes/lg-finance-local-taxation"
            },
            {
                "key": "guid",
                "value": "http://opendatacommunities.org/data/council-tax/collected/category"
            },
            {
                "key": "harvest_object_id",
                "value": "efa828ed-8aa4-4725-955f-fee118597b41"
            },
            {
                "key": "import_source",
                "value": "harvest"
            },
            {
                "key": "license_url",
                "value": "http://www.nationalarchives.gov.uk/doc/open-government-licence/"
            },
            {
                "key": "metadata_provenance",
                "value": "[{\"harvest_source_url\": \"http://opendatacommunities.org/data.rdf\", \"harvest_source_type\": \"dcat_rdf\", \"harvested_metadata_modified\": null, \"harvest_source_title\": \"Open Data Communities\", \"activity_occurred\": \"2018-02-26T15:16:08.059883\", \"activity\": \"harvest\", \"harvested_guid\": \"http://opendatacommunities.org/data/council-tax/collected/category\"}]"
            },
            {
                "key": "metadata_uri",
                "value": "http://opendatacommunities.org/data/council-tax/collected/category"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-08-18T09:20:18.646800",
                "description": "",
                "format": "SPARQL",
                "hash": "",
                "id": "feef7591-e0e5-4663-ac2f-6e79bbdc5c68",
                "last_modified": null,
                "metadata_modified": "2015-08-18T09:20:18.646800",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "SPARQL Endpoint",
                "package_id": "e021dbf0-1b0d-4338-8fae-aa50e1ee6c1a",
                "position": 0,
                "resource_type": "api",
                "size": null,
                "state": "active",
                "url": "http://opendatacommunities.org/sparql",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-08-18T09:20:18.646806",
                "description": "",
                "format": "HTML",
                "hash": "",
                "id": "4e8869ee-61ef-46ba-b2bc-a92d31bcb0be",
                "last_modified": null,
                "metadata_modified": "2015-08-18T09:20:18.646806",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Dataset home page",
                "package_id": "e021dbf0-1b0d-4338-8fae-aa50e1ee6c1a",
                "position": 1,
                "resource_type": "documentation",
                "size": null,
                "state": "active",
                "url": "http://opendatacommunities.org/data/council-tax/collected/category",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}