{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "48c2c132-c912-438f-ab08-7811a88f9729",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:52:06.747330",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "classifications-database-cafe",
        "notes": "Database of classifications of Class 1 dangerous goods, i.e. explosives and fireworks, which identifies the hazards posed by explosive substances and articles as packaged for transport.  The Competent Authority of a Contracting Party to the European Agreement Concerning the International Carriage of Dangerous Goods by Road (ADR) must assign the classification of explosive materials before they can be transported.   HSE is the Competent Authority in Great Britain for the classification of Class 1 dangerous goods.\nRecords of around 78,000 Class 1 items (as at 29/8/2013) which include the items name, manufacturer, packaging details and allocated Hazard Division.    \nThe information in the data set covers items classified by HSE for transportation within Great Britain.  The classification may also be used to transport items in other signatory countries to ADR.\nThe List of Classified Explosives and Fireworks (LOCEF) is a public version of this dataset, which does not include certain commercially sensitive information.  LOCEF is freely available through the HSE website. ",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
            "name": "health-and-safety-executive",
            "title": "Health and Safety Executive",
            "type": "organization",
            "description": "The Health and Safety Executive (HSE) is the national independent watchdog for work-related health, safety and illness. It acts in the public interest to reduce work-related death and serious injury across Great Britain’s workplaces.\r\n\r\nHSE is an executive non-departmental public body of the Department for Work & Pensions\r\n\r\nhttp://www.hse.gov.uk/",
            "image_url": "",
            "created": "2012-06-27T14:49:30.831495",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
        "private": false,
        "state": "active",
        "theme-primary": "transport",
        "theme-secondary": [
            "Government"
        ],
        "title": "Classifications Database (CAFE)",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Not due to be released Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}