{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "dddd4794-770b-4b62-97db-22bd16eb7ac8",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T14:53:56.533154",
        "metadata_modified": "2024-11-17T14:12:07.051308",
        "name": "compilation-of-sediment-core-data-from-the-glacial-north-pacific-sourced-from-the-literature-ne",
        "notes": "Collection of North Pacific core-top foraminifera census data. Grant abstract: The geological record offers an invaluable window into the different ways earth's climate can operate. The most recent large-scale changes in earth's climate, prior to modern climate change, were the Pleistocene glacial cycles, which feature growth and disintegration of large ice sheets, rapid shifts in major rain belts, and abrupt changes in ocean circulation. Changes in atmospheric CO2 concentrations, reconstructed from air bubbles in ice cores, are intimately linked with these ice age climate events. Indeed the close coupling of CO2 and temperature over glacial-interglacial cycles has become an iconic image in climate science, a poster child for the importance of CO2 in climate, and the natural template against which to compare current man-made CO2 rise. However despite the high profile of glacial-interglacial CO2 change, we still don't fully understand its cause. The leading hypotheses for glacial CO2 change involve increased CO2 uptake by the ocean during ice ages, which is vented to the atmosphere during deglaciation. However despite decades of work these hypotheses have had few direct tests, due to a lack of data on CO2 storage in the glacial ocean. One of the most glaring holes in our understanding of ice age CO2 and climate change is the behaviour of the Pacific. This basin contains half of global ocean volume, and ~30 times more CO2 than the atmosphere, and so its behaviour will have global impact. It has also recently been suggested that the North Pacific may play an active role in deglacial CO2 rise, with local deep water formation helping to release CO2 from the deep ocean to the atmosphere. If correct, this hypothesis provides a new view of Earth's climate system, with deep water able to form in each high latitude basin in the recent past, and the North Pacific potentially playing a pivotal role in deglaciation. However few data exist to test either the long-standing ideas on the Pacific's role in glacial CO2 storage, nor the more recent hypothesis that North Pacific deep water contributed to rapid deglacial CO2 rise. Given the size of the Pacific CO2 reservoir, our lack of knowledge on its behaviour is a major barrier to a full understanding of glacial-interglacial CO2 change and the climate of the ice ages. This proposal aims to transform our understanding of ice age CO2 and climate change, by investigating how the deep North Pacific stored CO2 during ice ages, and released it back to the atmosphere during deglaciations. We will use cutting-edge geochemical measurements of boron isotopes in microfossil shells (which record the behaviour of CO2 in seawater) and radiocarbon (which records how recently deep waters left the surface ocean), on recently collected samples from deep ocean sediment cores. By comparing these new records to other published data, we will be able to distinguish between different mechanisms of CO2 storage in the deep Pacific, and to test the extent of North Pacific deep water formation and CO2 release during the last deglaciation. We will also improve the techniques used to make boron isotope measurements, and add new constraints on the relationship between boron isotopes and seawater CO2 chemistry, which will help other groups using this technique to study CO2 change. To help us understand more about the mechanisms of changes in CO2 and ocean circulation, and provide synergy with scientists in other related disciplines, we will compare our data to results from earth system models, and collaborate with experts on nutrient cycling and climate dynamics. Our project will ultimately improve understanding of CO2 exchange between the ocean and the atmosphere, which is an important factor for predicting the path of future climate change.",
        "num_resources": 1,
        "num_tags": 4,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2014-10-01"
        ],
        "temporal_coverage-to": [
            "2018-03-01"
        ],
        "title": "Compilation of sediment core data from the glacial North Pacific, sourced from the literature. (NERC grant NE/N011716/1)",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Available under the Open Government Licence subject to the following acknowledgement accompanying the reproduced NERC materials \\\"Contains NERC materials \\u00a9NERC [year]\\\"\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "150.0000"
            },
            {
                "key": "bbox-north-lat",
                "value": "70.0000"
            },
            {
                "key": "bbox-south-lat",
                "value": "20.0000"
            },
            {
                "key": "bbox-west-long",
                "value": "-120.0000"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"creation\", \"value\": \"2018-12-21\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "7fa65fd4-450e-0dcd-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "c3a59702-a6f7-49f9-9c59-7e0b830a6276"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "University of St Andrews (pointOfContact, principalInvestigator)"
            },
            {
                "key": "spatial",
                "value": "{\"type\": \"Polygon\", \"coordinates\": [[[150.0000, 20.0000], [-120.0000, 20.0000], [-120.0000, 70.0000], [150.0000, 70.0000], [150.0000, 20.0000]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:12:07.086062",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "2f737996-8b1e-4ade-ac40-41338ada03c4",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:12:07.056554",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "dddd4794-770b-4b62-97db-22bd16eb7ac8",
                "position": 0,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.bgs.ac.uk/services/ngdc/accessions/index.html#item125178",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Climatology",
                "id": "2c21465e-789e-4557-be72-f6bfbd6a6015",
                "name": "Climatology",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Foraminifera",
                "id": "3bfed627-93f4-4c4b-8e0a-6f784295a6db",
                "name": "Foraminifera",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "77fd1bdc-bdc8-4c43-aef0-682b021bad89"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}