{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "77654361-9496-46df-b762-a5d6c06faf58",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:51:49.325906",
        "metadata_modified": "2013-12-19T10:28:47.285969",
        "name": "construction-notifications-form-10-f10-database",
        "notes": "The F10 Database contains details of planned construction projects, provided to HSE by Construction Design Management co-ordinators on those projects.  The types of projects that must notify HSE (those that last longer than 30 days or involve more than 500 person days of construction work) and the information that must be provided, are specified in Schedule 1 of The Construction Design and Management Regulations (CDM) 2007, which creates a legal duty to notify in these circumstances.  \nThe F10 database currently holds 292,948 records (as at 27/08/2013). F10 notifications remain in the database for 2 years from the project end date. Information held in the database is used to target HSE’s inspection work and for research to understand the shape and nature of the industry.\nThe information held includes: Address of the construction site; Description of project type; Name and contact details for the CDM Co-ordinator, Principal Contractor and Client on the project; Name and contact details for any designers or other contractors on the project; Planned start date and duration of the project; Number of people and contractors at work on the site. Records cover Great Britain.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
            "name": "health-and-safety-executive",
            "title": "Health and Safety Executive",
            "type": "organization",
            "description": "The Health and Safety Executive (HSE) is the national independent watchdog for work-related health, safety and illness. It acts in the public interest to reduce work-related death and serious injury across Great Britain’s workplaces.\r\n\r\nHSE is an executive non-departmental public body of the Department for Work & Pensions\r\n\r\nhttp://www.hse.gov.uk/",
            "image_url": "",
            "created": "2012-06-27T14:49:30.831495",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
        "private": false,
        "state": "active",
        "theme-primary": "towns-and-cities",
        "theme-secondary": [
            "Government Spending"
        ],
        "title": "Construction Notifications. Form 10 (F10) Database",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Not due to be released Contains personal and sensitive data. Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}