{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "94c3c9d8-22ae-4d03-8984-b054b5402195",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:54:02.547961",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "contact-database",
        "notes": "Contact database for communications purposes contains contact information and contact history and response.  The data is split in to those contacts that are managed automatically and those which are managed manually. Automatic contacts included the email addresses and role information for individuals on our scheme registry. These details are passed to MSCRM4 so that we can contact them via email campaigns.  Automatic contacts also include subscribers to our \"News-byEmail\" alerts service.  Manual contacts include the details of organisations in tranches 1 - 9 of the employer compliance regime. The data includes the PAYE reference and staging dates for organisations, together with the contact details of the chief exective officers.  These details were loaded to MSCMR4 to enable The Pensions Regulator to send letters to organisations to inform them of their employer duties in advance of their staging dates.  The responsiblity for sending correspondance to employers in tranches 10 and above now lies with our outsourced partner Capita.  Organisational details may be appended with meeting notes and The Pensions Regualtor's internal assessment of readiness to comply with automatic enrolment duties.  Organisational records may also include the details of additional contacts if they have been identified as being responsible for managing through changes to  comply with workplace pensions reform.  Manual contacts also include the contact details and of organisations managed by our stakeholder team. Details  may include meeting notes and contact history.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "1292a4af-ee29-4dbf-8805-5a87427f49b2",
            "name": "the-pensions-regulator",
            "title": "The Pensions Regulator",
            "type": "organization",
            "description": "The Pensions Regulator (TPR) is the UK regulator of work-based pension schemes. It works with trustees, employers, pension specialists and business advisers, giving guidance on what is expected of them.\r\n\r\nTPR is an executive non-departmental public body of the Department for Work & Pensions\r\n\r\nhttp://www.thepensionsregulator.gov.uk/\r\n",
            "image_url": "",
            "created": "2012-06-27T14:49:17.520300",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "1292a4af-ee29-4dbf-8805-5a87427f49b2",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Government"
        ],
        "title": "Contact database",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Not due to be released. Contains personal data. Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}