{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ab19a913-1fd8-4ec6-9595-cb579a9fd0b2",
        "date_released": "2010-03-01",
        "date_updated": "2010-05-10",
        "geographic_coverage": "101000: England, Wales",
        "geographic_granularity": "Other area classification",
        "id": "ee1e5c1b-c290-4a3d-aefa-61ae68a8f103",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2011-12-11T05:47:41.105689",
        "metadata_modified": "2014-03-28T23:19:21.347808",
        "name": "crown_prosecution_service",
        "notes": "Conditional Cautioning was brought in by the Criminal Justice Act 2003 and is operated under a statutory Code of Practice. The Code of Practice requires the Director of Public Prosecutions to issue supporting guidance. Offences suitable for Conditional Cautioning are set out at Annex A of the sixth edition of the DPP’s Guidance. Conditional Cautions are one of a range of out of court disposals and provide an effective, swift and speedy resolution in appropriate cases.  At present a Conditional Caution can be administered where an offender aged 18 or over, on admitting the offence, accepts a caution with condition(s).  If the conditions are complied with or completed within the timescales determined by the prosecutor, the case is finalised and there is no prosecution. If, however, the conditions are not complied with, a prosecution may follow. \n\n\nConditional Conditions can be:  \n\nReparative (such as writing a letter of apology, repairing damage; paying compensation or undertaking unpaid work in the community, if public or the wider community are the victim; mediation between the offender and the victim); \n\nRehabilitative (attendance at drug or alcohol awareness session in an effort to halt the causes of the offending behaviour); or  \n\nRestrictive (not to approach a particular area or person) if the restriction supports reparation or rehabilitation. \n\n\nIt is for the CPS prosecutor to decide, following referral by the police, whether a Conditional Caution is the appropriate disposal in any case listed in guidance issued by the DPP. A ‘Conditional Caution’ differs from a simple caution as there are certain conditions that must be complied with in order to avoid prosecution for the offence committed. In 2009 the DPP published ‘The Public Prosecution Service - Setting the Standard’ in which he called for a coherent and consistent, transparent, monitored legislative system for the use of all out of court disposals. The CPS is committed to ensuring that its involvement in the diversion process is transparent; and therefore the information available here provides data from the CPS case management system about the Conditional Cautions administered.  \n\n\nConditional Cautions can offer a, swift and speedy resolution in appropriate cases than the full judicial process.  They can help address the needs of the wider community by highlighting the effects of the offending behaviour on that community, including; \n\n\n-          Increased community participation in the delivery of local justice; and\n\n-          Offenders gain access to treatment for alcohol and drug interventions more speedily.\n\n\nA Conditional Caution can be refused by an offender, who can take the option of being prosecuted in court if they prefer to do so. The disposal does not, therefore, deny an offender the right to a court hearing. It does provide an opportunity, where the public interest test is met, to divert suitable offenders from the court process. If an offender accepts a Conditional Caution but then does not complete the conditions, they can be prosecuted for the original offence. \n\n\nInformation on the Quarterly Report\n\n\nThe data published quarterly includes.\n\n\n-          The number of Conditional Cautions administered by Area. \n\n-          Type of Conditions attached to Cautions. This allows the user to view the type of conditions used.  Each Conditional Caution administered may have more than one condition attached to it; as a result of this the number of conditions will not be equal to the number of Conditional Cautions administered. \n\n-          The number of Conditional Cautions administered by offence. This shows those offences for which a Conditional Caution has been administered for the relevant quarter. \n\n-          Outcome of CPS decision making following non-compliance. This section gives information regarding the actions taken by the CPS in the event that the offender does not comply with the terms of the Conditional Caution.  \n\n-          Number of Conditional Cautions broken down by Gender and Area.\n\nSource agency: Justice\n\nDesignation: Official Statistics not designated as National Statistics\n\nLanguage: English\n\nAlternative title: Crown Prosecution Service - Conditional Cautioning Data",
        "num_resources": 2,
        "num_tags": 0,
        "odi-certificate": {
            "status": "final",
            "source": "Automatically awarded by ODI",
            "certification_type": "automatically awarded",
            "level": "bronze",
            "title": "Crown Prosecution Service",
            "created_at": "2014-10-29T20:38:06Z",
            "jurisdiction": "GB",
            "certificate_url": "https://certificates.theodi.org/en/datasets/14729/certificate",
            "badge_url": "https://certificates.theodi.org/en/datasets/14729/certificate/badge.png",
            "cert_title": "Bronze level certificate"
        },
        "organization": {
            "id": "843d1d69-29e3-4c5a-9ba8-14b3e5f444a5",
            "name": "ministry-of-justice",
            "title": "Ministry of Justice",
            "type": "organization",
            "description": "We work to protect the public and reduce reoffending, and to provide a more effective, transparent and responsive criminal justice system for victims and the public.\r\n\r\nMOJ is a ministerial department, supported by 37 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/ministry-of-justice\r\n\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:38.268812",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "843d1d69-29e3-4c5a-9ba8-14b3e5f444a5",
        "precision": "",
        "private": false,
        "state": "active",
        "temporal_coverage-from": "",
        "temporal_coverage-to": "",
        "temporal_granularity": "",
        "theme-primary": "crime-and-justice",
        "title": "Crown Prosecution Service",
        "type": "dataset",
        "update_frequency": "quarterly",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "categories",
                "value": "Crime and Justice"
            },
            {
                "key": "external_reference",
                "value": "ONSHUB"
            },
            {
                "key": "geographical_granularity",
                "value": "Other area classification"
            },
            {
                "key": "import_source",
                "value": "ONS-ons_data_2010-05"
            },
            {
                "key": "national_statistic",
                "value": "no"
            },
            {
                "key": "series",
                "value": "Crown Prosecution Service"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2013-03-11T19:20:34.437662",
                "description": "Conditional cautioning data - Quarter 3 October to December 2009",
                "format": "HTML",
                "hub-id": "119-43917",
                "id": "22ae732d-bbd5-4090-bd6f-cec1e6b86982",
                "last_modified": null,
                "metadata_modified": "2013-03-11T19:20:34.437662",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "ee1e5c1b-c290-4a3d-aefa-61ae68a8f103",
                "position": 0,
                "publish-date": "2010-03-01",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.cps.gov.uk/publications/performance/index.html",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2013-03-11T20:01:40.882639",
                "description": "Conditional Cautioning Data - Quarter 4 January to March 2010",
                "format": "HTML",
                "hub-id": "119-45619",
                "id": "11c38248-078b-4a83-a919-ca2d020cd406",
                "last_modified": null,
                "metadata_modified": "2013-03-11T20:01:40.882639",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "ee1e5c1b-c290-4a3d-aefa-61ae68a8f103",
                "position": 1,
                "publish-date": "2010-05-10",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.cps.gov.uk/publications/performance/index.html",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}