{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "8aff2537-2d24-49b6-b4ac-3bb19b925996",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T14:31:02.988366",
        "metadata_modified": "2024-11-17T14:09:44.346059",
        "name": "data-associated-with-journal-article-modelling-of-high-purity-h2-production-via-sorption-e-2017",
        "notes": "Data derived from UKCCSRC Call 2 Project C2-181. The journal article can be found at http://dx.doi.org/10.1016/j.fuel.2017.03.072. Sorption enhanced chemical looping steam reforming of methane (SE-CLSR) relies on the exothermicity of both a metal catalyst’s oxidation and the in situ CO2 capture by carbonation onto a solid sorbent to provide the heat demand of hydrogen (H2) production by steam reforming while generating a nearly pure H2 product. A brief thermodynamic analysis to study the main features of the SE-CLSR process is done prior to the reactor modelling work. Later, one dimensional mathematical model of SE-CLSR process in the packed bed configuration is developed using gPROMS model builder 4.1.0 under the adiabatic conditions. This model combines reduction of the NiO catalyst with the steam reforming reactions, followed by the oxidation of the Ni-based reduced catalyst. The individual models of NiO reduction, steam reforming with in situ CO2 capture on Ca-sorbent, and Ni re-oxidation are developed by using kinetic data available in literature and validated against previous published work. The model of SE-CLSR is then applied to simulate 10 alternative cycles of the fuel and air feed in the reactor. The performance of the model is studied in terms of CH4 conversion, CO2 capture efficiency, purity and yield of H2. The sensitivity of the process is studied under the various operating conditions of temperature, pressure, molar steam to carbon ratio (S/C) and mass flux of the gas phase. In this work, the operating conditions used for the production of H2 represent realistic industrial production conditions. The sensitivity analysis demonstrates that the developed model of SE-CLSR process has the flexibility to simulate a wide range of operating conditions of temperature, pressure, S/C and mass flux of the gas phase.",
        "num_resources": 1,
        "num_tags": 4,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2017-03-23"
        ],
        "temporal_coverage-to": [],
        "title": "Data associated with journal article 'Modelling of high purity H2 production via sorption enhanced chemical looping steam reforming of methane in a packed bed reactor'. Syed Zaheer Abbas, Valerie Dupont, Tariq Mahmud (2017)",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Either: (i) the dataset is made freely available, e.g. via the Internet, for a restricted category of use (e.g. educational use only); or (ii) the dataset has not been formally approved by BGS for access and use by external clients under licence, but its use may be permitted under alternative formal arrangements; or (iii) the dataset contains 3rd party data or information obtained by BGS under terms and conditions that must be consulted in order to determine the permitted usage of the dataset. Refer to the BGS staff member responsible for the creation of the dataset if further advice is required. He / she should be familiar with the composition of the dataset, particularly with regard to 3rd party IPR contained in it, and any resultant use restrictions. This staff member should revert to the IPR Section (ipr@bgs.ac.uk) for advice, should the position not be clear.\"]"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"creation\", \"value\": \"2014-09\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "562b8888-a07d-2348-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "e6ef7b31-ecfc-45b9-873d-739b2c3c8a55"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "nonGeographicDataset"
            },
            {
                "key": "responsible-party",
                "value": "University of Leeds (pointOfContact, principalInvestigator); University of Engineering and Technology Lahore (pointOfContact)"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:09:44.382386",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "b03c037d-e766-435a-a5ef-21bb7340213e",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:09:44.352191",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "8aff2537-2d24-49b6-b4ac-3bb19b925996",
                "position": 0,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.bgs.ac.uk/ukccs/accessions/index.html#item77469",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Carbon capture and storage",
                "id": "6dbda761-3999-45b1-8f92-e351bdd9ace9",
                "name": "Carbon capture and storage",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "UKCCS",
                "id": "d75b12e3-53ba-4537-be33-32f27a22ef39",
                "name": "UKCCS",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "a87aa7a3-95a7-461b-83f1-9881c565b6cb"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}