{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "8f576a74-0542-4706-92e4-23ed51185284",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T12:34:10.137958",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "early-years-professional-status-database",
        "notes": "The National College for Teaching and Learning awards accreditation of Early Years Professional Status and Early Years Teachers Status on behalf of the Secretary of State for Education. To operate the Early Years Professional Status programme administration efficiently, a web-based IT system is available to handle integrated tracking of candidates, progress and funding. This system will be referred to as the EYPS database. The database primary functions are to:\nManage the information required for performance management.\nAdminister milestone payments from National College for Teaching and Leadership to Prime Organisations.\n\nTraining providers are required to maintain the EYPS Database to enable National College for Teaching and Leadership to monitor performance and financial liabilities .\n",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "e2fb6683-9384-4b77-95fb-c8a8d53e1cf9",
            "name": "national-college-for-teaching-and-leadership",
            "title": "National College for Teaching and Leadership",
            "type": "organization",
            "description": "Created on 1 April 2013, when the \"National College  for Leadership of Schools and Children's Services\" merged with the \"Teaching Agency\" to become the \"National College for Teaching and Leadership\".\r\n",
            "image_url": "",
            "created": "2013-08-30T11:59:46.108495",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "e2fb6683-9384-4b77-95fb-c8a8d53e1cf9",
        "private": false,
        "state": "active",
        "theme-primary": "education",
        "theme-secondary": [
            "Government"
        ],
        "title": "Early Years Professional Status Database",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The  data collected in the EYPS database is not published in its raw form as it contains data defined as personal and sensitive personal data by the Data Protection Act 1998. However, a wide range of aggregate outputs are used on a regular basis to support briefing papers, submission and external publications on policy and the programme progress.\n\nContractors access is subject to complying with terms and conditions imposed under contractual arrangements and a rigorous commissioning  process.\n\nThe data will not be published."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}