{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "d863cb89-3db1-485e-84ff-d6ab003ef59e",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T14:37:25.132914",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "early-years-census",
        "notes": "The Early Years Census is a statutory collection of all English providers of funded early years education in the Private, Voluntary and Independent sectors. Data are collected at child-level for 3 and 4 year olds extended to 2 year olds from 2014, receiving funded early education. Characteristics of these children are collected including date of birth, gender, ethnicity, and other information around their attendance, such as funded hours and hours at setting.\n\nThe Early Years Census was first collected at child-level in 2008. It is an annual collection based on a snapshot of the position at the provider as at the 3rd week in January. Prior to 2008, data were collected at aggregate level.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Education"
        ],
        "title": "Early Years Census",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The Early Years Census data are not published in its raw form as it contains data defined as personal and sensitive personal data by the Data Protection Act 1998 but a wide range of aggregate outputs including official statistics are published on a regular basis. The raw data are held in the Department's national pupil database . \n\nThe Secretary of State can share raw data from National Pupil Database under strict terms and conditions with named bodies and third parties who for the purpose of promoting the education or well being of children in England are conducting research or analysis, producing statistics, or providing information, advice or guidance. This has provided evidence on education to inform independent research, as well as studies commissioned by the Department.\n\nAccess is subject to requesters complying with terms and conditions imposed under contractual arrangements and a rigorous accreditation process."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}