{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "bb32904c-7e73-4b6f-8505-db37ec8dffb8",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T14:42:14.768795",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "early-years-foundation-stage-profile-dfe",
        "notes": "The Early Years Foundation Stage Profile is a statutory collection of all English providers of funded early year's education in the maintained, private, voluntary and independent sectors. Data are collected at child-level for all funded children at the end of the Early Years Foundation Stage. Characteristics are collected including gender and date of birth, as well as the Early Years Foundation Stage profile assessment data itself - an assessment score is collected for each of the Early Learning Goals in the profile.\n\nEarly Years Foundation Stage profile is an annual collection carried out each summer after the assessments have been carried out.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "education",
        "title": "Early Years Foundation Stage profile (DfE)",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The Early Years Foundation Stage profile data are not published in its raw form as it contains data defined as personal and sensitive personal data by the Data Protection Act 1998 but a wide range of aggregate outputs including official statistics are published on a regular basis. The raw data are held in the Department's national pupil database. \n\nThe Secretary of State can share raw data from National Pupil Database under strict terms and conditions with named bodies and third parties who for the purpose of promoting the education or well-being of children in England are conducting research or analysis, producing statistics, or providing information, advice or guidance. This has provided invaluable evidence on education to inform independent research, as well as studies commissioned by the Department.\n\nAccess is subject to requesters complying with terms and conditions imposed under contractual arrangements and a rigorous accreditation process."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}