{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "core-dataset": false,
        "creator_user_id": "ab19a913-1fd8-4ec6-9595-cb579a9fd0b2",
        "date_released": "2011-05-05",
        "date_updated": "2018-06-07",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "geographic_coverage": "111100: United Kingdom (England, Scotland, Wales, Northern Ireland)",
        "geographic_granularity": "Country",
        "id": "44f36aa6-b234-4a0d-9c9c-006c48effa4c",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2011-12-11T11:21:12.864616",
        "metadata_modified": "2018-06-07T11:02:01.843599",
        "name": "egg_statistics_notice",
        "notes": "This release combines the UK egg packing station survey, the UK egg processor survey, the egg laying element of the UK hatcheries survey, together with other DEFRA statistics, Intrastat trade data and EU data.\r\nSource agency: Environment, Food and Rural Affairs\r\nDesignation: National Statistics\r\nLanguage: English\r\nAlternative title: Egg Statistics Notice\r\n\r\nIf you require the data in a more accessible format, please contact julie.rumsey@defra.gsi.gov.uk\r\n\r\nData users:\r\n1. The information in this notice is used by the UK government and the EU as evidence for assessing market conditions and evaluating agricultural policy. The farmgate price of UK eggs are required quarterly under Regulation EC 1165/2008 (Animal Production).\r\n2. Representatives of the egg and poultry industry are also major users of the data. The data on egg production volumes and egg type are the key sector indicators for the British Egg Industry Council (BEIC) as they reflect the size of the national laying flock. The Home Grown Cereals Authority (HGCA), part of the Agricultural and Horticultural Development Board, rely on egg production data as a good indicator of the commercial layer flock and associated feed demand and hence grain usage by the sector.\r\nOur statistics are also often heavily referenced in industry publications such as “Poultry World”.\r\nMethodology:\r\n3. Defra runs a quarterly survey of registered UK egg packing stations. It is a voluntary sample survey of 27 respondents that collects information on throughput by production type and prices of graded eggs and sales of ungraded eggs. The response rate is typically 100 per cent and the survey accounts for 75 per cent of eggs packed in the UK. The survey figures are raised up to give UK estimates using information on the number of commercial laying hens, average egg yields, average mortality rates, the proportion of UK eggs that go through packing stations. Throughput by egg type for packing stations not surveyed is calculated using data provided by packing stations responding to the survey.  The raised figures are published in this statistics notice and the associated datasets. The figures in this notice therefore represent all Class A eggs passed over a grader in the UK, including seconds. The prices obtained on the survey are weighted according to the volume of eggs packed by each packing station to obtained average prices for the UK. From 2012, prices include any bonus payments paid to producers.\r\nThe Egg Processor survey is a quarterly survey of all registered egg processors. It is a voluntary survey of 13 respondents run by Defra that collects information on the number of eggs bought by egg processors and the quantity of egg products produced. The response rate is typically 100 per cent\r\n. These figures come from HM Revenue and Customs, but are validated and adjusted if necessary prior to publication. The Standard Industrial Classification codes used to produce each table are given in the footnotes below the tables. \r\n4. In tables that show numbers of eggs the units used are 'thousand cases'. There are 360 eggs in one case.\r\n5. The data are subject to a variety of validation checks which identify inconsistencies in the data. All data are cleaned prior to publication.\r\n6. The percentage changes shown are calculated using unrounded figures. Thus any percentage changes calculated using the published (rounded) figures may not equate exactly with the changes shown.\r\nRevisions policy:\r\n7. Figures in this dataset are provisional and subject to revision. We will provide information about any revisions we make to previously published information in this dataset, and the associated statistics notice. Revisions could occur for various reasons including :\r\na. if we have not received survey data from respondents we make an estimate based on their previous returns. These estimates will be replaced with actual survey data when it is received. \r\nb. survey respondents occasionally supply amended figures for previous periods. \r\nc. we may also revise the methodology used to raise the survey data to give UK totals. \r\nThis quarter there are no revisions to previously published throughput figures ",
        "num_resources": 2,
        "num_tags": 0,
        "odi-certificate": {
            "status": "final",
            "source": "Automatically awarded by ODI",
            "certification_type": "automatically awarded",
            "level": "bronze",
            "title": "Egg Statistics Notice",
            "created_at": "2014-10-29T16:04:21Z",
            "jurisdiction": "GB",
            "certificate_url": "https://certificates.theodi.org/en/datasets/10264/certificate",
            "badge_url": "https://certificates.theodi.org/en/datasets/10264/certificate/badge.png",
            "cert_title": "Bronze level certificate"
        },
        "organization": {
            "id": "a7059f6a-7fb4-4e0f-9c7a-8cd9079780d3",
            "name": "department-for-environment-food-and-rural-affairs",
            "title": "Department for Environment, Food and Rural Affairs",
            "type": "organization",
            "description": "We are the UK government department responsible for policy and regulations on environmental, food and rural issues. Our priorities are to grow the rural economy, improve the environment and safeguard animal and plant health.\r\n\r\nDefra is a ministerial department, supported by 38 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:39.115374",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "a7059f6a-7fb4-4e0f-9c7a-8cd9079780d3",
        "private": false,
        "state": "active",
        "temporal_coverage-from": "1996-01-01",
        "temporal_coverage-to": "2018-03-31",
        "theme-primary": "environment",
        "theme-secondary": [
            "Mapping",
            "Business & Economy"
        ],
        "title": "Egg Statistics Notice",
        "type": "dataset",
        "unpublished": false,
        "update_frequency": "",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "categories",
                "value": "Agriculture and Environment"
            },
            {
                "key": "external_reference",
                "value": "ONSHUB"
            },
            {
                "key": "geographical_granularity",
                "value": "Country"
            },
            {
                "key": "import_source",
                "value": "ONS-ons_data_1_days_to_2014-08-07"
            },
            {
                "key": "its-dataset",
                "value": "false"
            },
            {
                "key": "national_statistic",
                "value": "yes"
            },
            {
                "key": "register",
                "value": "false"
            },
            {
                "key": "series",
                "value": "Egg Statistics Notice"
            },
            {
                "key": "sla",
                "value": ""
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-08-27T16:23:16.224813",
                "description": "Link to web page",
                "format": "HTML",
                "hash": "",
                "id": "101b8fef-3eb4-4b16-bf6f-eefe8bcbc18d",
                "last_modified": null,
                "metadata_modified": "2015-08-27T16:23:16.224813",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "44f36aa6-b234-4a0d-9c9c-006c48effa4c",
                "position": 0,
                "resource_type": "documentation",
                "scraper_url": "",
                "size": null,
                "state": "active",
                "url": "https://www.gov.uk/government/statistics/egg-statistics",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-08-28T15:40:00.422018",
                "description": "Notes for latest UK egg statistics datasets 1996 to 2015",
                "format": "ODT",
                "hash": "",
                "id": "ec2f89ec-1ed5-4527-9fc9-d6f474dd194c",
                "last_modified": null,
                "metadata_modified": "2015-08-28T15:40:00.422018",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "44f36aa6-b234-4a0d-9c9c-006c48effa4c",
                "position": 1,
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://data.defra.gov.uk/statistics_2015/food/notesfor_latestukegg_datasets.odt",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}