{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": " ",
        "contact-name": " ",
        "contact-phone": " ",
        "creator_user_id": "48782426-80fa-4daf-a68c-0f291700875a",
        "foi-email": " ",
        "foi-name": " ",
        "foi-phone": " ",
        "foi-web": " ",
        "id": "d20072c4-4da5-4271-a3fc-4928fac0726f",
        "isopen": false,
        "license_id": "unpublished",
        "license_title": "unpublished",
        "metadata_created": "2013-08-30T16:50:59.718923",
        "metadata_modified": "2017-08-17T09:00:28.881788",
        "name": "english-national-cancer-online-registration-environment-encore",
        "notes": "The Cancer Outcome and Services Data set (COSD) has been the national standard for reporting cancer in the NHS in England since January 2013.  \r\n\r\nIn January 2013 the COSD replaced the previous National Cancer Dataset as the new national standard for reporting cancer in the NHS in England. It incorporated a revised generic Cancer Registration Dataset (CRDS) and additional clinical and pathology site specific data items relevant to different tumour types.\r\n\r\nThe COSD specifies the items to be submitted electronically by service providers to the National Cancer Registration and Analysis Service (NCRAS) on a monthly basis. It replaces the existing monthly NCRAS\r\nupload and may include separate files from different hospital systems.\r\n\r\nThe COSD also identifies the items that the NCRAS will obtain from other sources such as Cancer Waiting Times, Cancer Screening Programmes and ONS. (Some items from these other datasets\r\nwill be included in COSD provider submissions for patient identification and record matching.)\r\n\r\nData is submitted by NHS Providers of Cancer Services and will linked with data from other sources by the NCRAS at patient level using NHS number in order to compile the full dataset.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "b669a115-2f1c-44e2-93cd-419999c3fbdf",
            "name": "public-health-england",
            "title": "Public Health England",
            "type": "organization",
            "description": "We work with national and local government, industry and the NHS to protect and improve the nation's health and support healthier choices. We are addressing inequalities by focusing on removing barriers to good health.\r\n\r\nPHE is an executive agency of the Department of Health",
            "image_url": "",
            "created": "2013-04-25T10:52:05.799336",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "b669a115-2f1c-44e2-93cd-419999c3fbdf",
        "private": false,
        "state": "active",
        "theme-primary": "health",
        "theme-secondary": [
            "Environment"
        ],
        "title": "Cancer Outcomes and Services Dataset (COSD)",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Will not be released without processing - contains identifiable data. Some data is published as an official statistic\r\n\r\nAll requests for access cancer registration data will be reviewed by the PHE Office for Data Release. Please contact ODR@phe.gov.uk for more details.\r\n\r\n"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}