{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "f02d1877-bf45-403b-bc69-c8a369b1d679",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T12:34:26.040798",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "european-survey-of-language-competences",
        "notes": "The European Survey of Language Competences (ESLC) is an international survey of the language competence of . A total of XX countries participated in ESLC 2012.  The survey included an assessment of pupils' reading, writing and listening ability in either French or German, a survey of pupils' background characteristics and attitudes towards school and learning, and a survey of their teachers - including their qualifications, instructional time dedicated to various topics, and the school environment for teaching and learning.\n\nThe Department owns the data collected from students in England in the most recent study (2012) and will also hold matched data files of the ESLC data with pupils' NPD records once the contract with the national survey administrators expires.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "education",
        "theme-secondary": [
            "Government"
        ],
        "title": "European Survey of Language Competences",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Anonymised versions of the ESLC datasets are published on the European Commission's website. The Department will hold copies of the matched ESLC NPD datasets once our contract with the national survey administrators has expired.  There are no plans to publish this data as there is no data sharing agreement in place to do so."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}