{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "bc980ee4-7b73-4b50-a935-03174fa0af41",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T14:08:40.208049",
        "metadata_modified": "2024-11-17T14:07:23.209131",
        "name": "evolution-of-carbon-cycle-dynamics-eccd-nerc-grant-ne-h022554-1",
        "notes": "The global carbon cycle - how much carbon is stored in its interconnected reservoirs (ocean, atmosphere, plants and soils on land, sediments in the deep sea) as well as the fluxes between them, is not set in stone. We know from the geological record that the concentration of CO2 in the atmosphere has varied enormously over the last few hundred million years. The chemistry of the oceans also gradually changes with time and the organisms living within it adjust and evolve. As a result, how the carbon cycle 'works', and particularly, how well (or not) atmospheric CO2 (and hence climate) is regulated in the face of disruption, also changes on geological time-scales. This creates challenges to understanding the causes and consequences of past global warming like events and how such events can be related to potential future changes. Sediments slowly accumulating in the deep ocean reflect what goes on around and above them, both chemically and biologically. Of particular interest to us is the mineral calcium carbonate (CaCO3), which can be found in the form of chalk and limestone rocks today. CaCO3 is used by certain marine organisms for constructing shells and skeletons. Hence, the amount of CaCO3 that in buried in sediments tells us something about ancient organisms and ecosystems. In addition, CaCO3 will start dissolving in seawater if the conditions too are acidic or the depth (and thus pressure) too great. How much CaCO3 originally created by organisms at the surface that escapes dissolution in sediments below to be buried and preserved in the geological record can thus tell us something about the chemistry, depth, and when data from many locations is available, the circulation of the ocean in the past. Looking for subtle changes in the composition of ancient mud in the hundreds and hundreds of meters of sediment core recovered from the ocean floor by drill ship would be a little like looking for a needle in a haystack. However, Nature has been kind to us and the transition from white-colored sediments rich in the carbonate shells of dead marine organisms to clays devoid of carbonate is easy to spot. This point represents a fine balance between the amount of shell material being deposited to the sediments and the rate of dissolution of these shells. Hence, this reflects a certain relationship between surface ocean biological processes and deep ocean chemistry and circulation. Any change in these factors will drive sediments rich in CaCO3 or devoid of any trace of carbonate secreting organisms. In this project we will compile the records from many hundreds of different sediment cores that have been recovered since the 1960s. Will identify the 'balance point' in these cores (if one exists) and combine all the confirmation to reconstruct how this balance point has changed in depth and time in the different ocean basins. Because the age of the sediments in some cores extends back to well before the white cliffs of Dover were deposited, we will start our record there. The interpretation of our curve will not be entirely straightforward, because multiple environmental influences all push and pull the balance point in different directions and with different strengths. We will therefore also use a computer model representation of the Earth's climate and oceans, its carbon cycle, ocean chemistry, and the composition of sediments in the deep sea. We will use this model to explore how the different aspects of the global carbon cycle affect the balance point, and by comparing model predictions to our new curve, interpret how the carbon cycling and the sensitivity of atmospheric pCO2 (and hence climate) to being perturbed by massive greenhouse gas release, has changed over the past 150 million years. Hence we will not only be able to answer the question: do we live in a particularly 'lucky' or 'unlucky' time in terms of how sensitive our global environment is burning fossil fuels, but we will know why.",
        "num_resources": 2,
        "num_tags": 8,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2011-01"
        ],
        "temporal_coverage-to": [
            "2014-06"
        ],
        "title": "Evolution of Carbon Cycle Dynamics (eCCD) (NERC grant NE/H022554/1)",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Either: (i) the dataset is made freely available, e.g. via the Internet, for a restricted category of use (e.g. educational use only); or (ii) the dataset has not been formally approved by BGS for access and use by external clients under licence, but its use may be permitted under alternative formal arrangements; or (iii) the dataset contains 3rd party data or information obtained by BGS under terms and conditions that must be consulted in order to determine the permitted usage of the dataset. Refer to the BGS staff member responsible for the creation of the dataset if further advice is required. He / she should be familiar with the composition of the dataset, particularly with regard to 3rd party IPR contained in it, and any resultant use restrictions. This staff member should revert to the IPR Section (ipr@bgs.ac.uk) for advice, should the position not be clear.\"]"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2012-08\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "30fbf778-3895-3b34-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "b0db1bb5-fc9d-4d67-b2c8-c753a5e522b3"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "nonGeographicDataset"
            },
            {
                "key": "responsible-party",
                "value": "University of Southampton (pointOfContact, principalInvestigator)"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:07:23.257138",
                "description": "Resource locator",
                "format": "HTML",
                "hash": "",
                "id": "79856edf-b05e-4bcd-86cb-0a6c3d0e1597",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:07:23.214102",
                "mimetype": "text/html",
                "mimetype_inner": null,
                "name": "",
                "package_id": "bc980ee4-7b73-4b50-a935-03174fa0af41",
                "position": 0,
                "resource_locator_function": "information",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.nature.com/nature/journal/v488/n7413/full/nature11360.html",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:07:23.257140",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "9a3921e8-ddfb-4e8e-938b-9080caff5670",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:07:23.214180",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "bc980ee4-7b73-4b50-a935-03174fa0af41",
                "position": 1,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.bgs.ac.uk/services/ngdc/accessions/index.html#item15761",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Calcium carbonates",
                "id": "6866aa29-f8b4-401c-9f59-b6a4554c395a",
                "name": "Calcium carbonates",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Carbon cycle",
                "id": "3badd7ce-7b72-4ba9-9348-d53724b1c886",
                "name": "Carbon cycle",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Carbon dioxide",
                "id": "71700e77-39dd-49cc-990e-2712ad718535",
                "name": "Carbon dioxide",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Cenozoic",
                "id": "c84ecdcd-e148-41c2-8fab-e1b76498f0a1",
                "name": "Cenozoic",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Eocene",
                "id": "94d1deef-3487-461e-8861-49c7909858cb",
                "name": "Eocene",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Marine sediments",
                "id": "5e7060f1-e591-45eb-870a-434fcbe568c1",
                "name": "Marine sediments",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "02a464c1-cd69-497e-b8e4-49150dc31841"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}