{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "d1bae33e-a9fd-401a-a26d-36afdd482cf1",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T14:09:09.869791",
        "metadata_modified": "2024-11-17T14:07:27.845094",
        "name": "evolutionary-rise-of-deep-rooting-forests-and-enhanced-chemical-weathering-quantitative-investi",
        "notes": "The co-evolution and geographical spread of trees and deep-rooting systems is widely proposed to represent the 'Devonian engine' of global change that drove the weathering of soil minerals and biogeochemical cycling of elements to exert a major influence on the Earth's atmospheric CO2 history. If correct, this paradigm suggests the evolutionary appearance of forested ecosystems through the Devonian (418-360 Myr ago) constitutes the single most important biotic feedback on the geochemical carbon cycle to emerge during the entire 540 Myr duration of the Phanaerozoic. Crucially, no link has yet been established between the evolutionary advance of trees and their geochemical impacts on palaeosols. Direct evidence that one has affected the other is still awaited, largely because of the lack of cross-disciplinary investigations to date. Our proposal addresses this high level 'earth system science' challenge. The overarching objective is to provide a mechanistic understanding of how the evolutionary rise of deep-rotting forests intensified weathering and pedogenesis that constitute the primary biotic feedbacks on the long-term C-cycle. Our central hypothesis is that the evolutionary advance of trees left geochemical effects detectable in palaeosols as forested ecosystems increased the quantity and depth of chemical energy transported into the soil through roots, mycorrhizal fungi and litter. This intensified soil acidification, increased the strength of isotopic and elemental enrichment in surface soil horizons, enhanced the weathering of Ca-Si and Ca-P minerals, and the formation of pedogenic clays, leading to long-term sequestration of atmospheric CO2 through the formation of marine carbonates with the liberated terrestrial Ca. We will investigate this research hypothesis by obtaining and analysing well-preserved palaeosol profiles from a time sequence of localities in the eastern North America through the critical Silurian-Devonian interval that represents Earth's transition to a forested planet. These palaeosol sequences will then be subjected to targeted geochemical, clay mineralogical and palaeontological analyses. This will allow, for the first time, the rooting structures of mixed and monospecific Mid-Devonian forests to be directly linked to palaeosol weathering profiles obtained by drilling replicate unweathered profiles. Weathering by these forests will be compared with the 'control case' - weathering by pre-forest, early vascular land plants with diminutive/shallow rooting systems from Silurian and lower Devonian localities. These sites afford us the previously unexploited ability to characterize the evolution of plant-root-soil relationships during the critical Silurian-Devonian interval, whilst at the same time controlling for the effects of palaeogeography and provenance on palaeosol development. Applying geochemical analyses targeted at elements and isotopes that are strongly concentrated by trees at the surface of contemporary soils, and which show major changes in abundance through mineral weathering under forests, provides a powerful new strategy to resolve and reconstruct the intensity and depth of weathering and pedogenesis at different stages in the evolution of forested ecosystems. The project is tightly focused on \"improving current knowledge of the interaction between the evolution of life and the Earth\", which represents one of the three high level challenges within NERC's Earth System Science Theme.",
        "num_resources": 1,
        "num_tags": 7,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [],
        "temporal_coverage-to": [
            "2015-10"
        ],
        "title": "Evolutionary rise of deep-rooting forests and enhanced chemical weathering: Quantitative investigations into the current paradigm (NERC grant NE/J007897/1)",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Either: (i) the dataset is made freely available, e.g. via the Internet, for a restricted category of use (e.g. educational use only); or (ii) the dataset has not been formally approved by BGS for access and use by external clients under licence, but its use may be permitted under alternative formal arrangements; or (iii) the dataset contains 3rd party data or information obtained by BGS under terms and conditions that must be consulted in order to determine the permitted usage of the dataset. Refer to the BGS staff member responsible for the creation of the dataset if further advice is required. He / she should be familiar with the composition of the dataset, particularly with regard to 3rd party IPR contained in it, and any resultant use restrictions. This staff member should revert to the IPR Section (ipr@bgs.ac.uk) for advice, should the position not be clear.\", \"There are no restrictions on the use that may be made of the dataset, although an appropriate copyright acknowledgement must be made when any part of the dataset is reproduced. Either no third party data / information is contained in the dataset or BGS has secured written permission from the owner of any third party data / information contained in the dataset to make the dataset freely available without any use constraints - inclusion of any third party data / information will affect the copyright acknowledgement that needs to be made.\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "22.0000"
            },
            {
                "key": "bbox-north-lat",
                "value": "80.0800"
            },
            {
                "key": "bbox-south-lat",
                "value": "76.5000"
            },
            {
                "key": "bbox-west-long",
                "value": "10.0000"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"creation\", \"value\": \"2015-10\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "343656a8-3382-4a2d-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "09190430-c556-4522-b86a-3823e0bf6585"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "University of Cardiff (pointOfContact)"
            },
            {
                "key": "spatial",
                "value": "{\"type\": \"Polygon\", \"coordinates\": [[[22.0000, 76.5000], [10.0000, 76.5000], [10.0000, 80.0800], [22.0000, 80.0800], [22.0000, 76.5000]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:07:27.888337",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "be7fd56a-2a5b-4432-98ed-73d6b8f3499a",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:07:27.849972",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "d1bae33e-a9fd-401a-a26d-36afdd482cf1",
                "position": 0,
                "resource_locator_function": "information",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://geology.gsapubs.org/content/43/12/1043.full",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Chemical weathering",
                "id": "02827219-1ce8-4958-9623-ded8c6cf113c",
                "name": "Chemical weathering",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Devonian",
                "id": "21969bbd-a19f-427d-a60f-2364bff82d32",
                "name": "Devonian",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Fossils",
                "id": "dcd79ac1-1a4f-48ba-9259-b516c9f5154f",
                "name": "Fossils",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Palaeobotany",
                "id": "ef0843a6-1c1b-4d31-a454-455f4c2977b8",
                "name": "Palaeobotany",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "Palynology",
                "id": "bc0e1e12-3217-4a31-b7d5-3ffc590c3d0e",
                "name": "Palynology",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "97fe2ee0-aa0b-4adb-b0f9-92b139721832"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}