{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "core-dataset": false,
        "creator_user_id": "ab19a913-1fd8-4ec6-9595-cb579a9fd0b2",
        "date_released": "2008-05-15",
        "date_updated": "2018-05-08",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "geographic_coverage": "100000: England",
        "geographic_granularity": "Region",
        "id": "59f12f0e-cfad-427f-b6d0-030bc7842a29",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2011-12-10T22:40:42.434637",
        "metadata_modified": "2018-05-08T10:33:39.185564",
        "name": "farm_household_income_and_household_composition_england",
        "notes": "Information on farm household income and farm household composition.\r\nSource agency: Environment, Food and Rural Affairs\r\nDesignation: National Statistics\r\nLanguage: English\r\nAlternative title: Farm Household Income and Household Composition, England\r\n\r\nIf you require the datasets in a more accessible format, please contact fbs.queries@defra.gsi.gov.uk \r\n\r\nBackground and guidance on the statistics\r\n \r\nInformation on farm household income and farm household composition was collected in the Farm Business Survey (FBS) for England for the first time in 2004/05. Collection of household income data is restricted to the household of the principal farmer from each farm business. For practical reasons, data is not collected for the households of any other farmers and partners. Two-thirds of farm businesses have an input only from the principal farmer’s household (see table 5). However, details of household composition are collected for the households of all farmers and partners in the business, but not employed farm workers.\r\n \r\nData on the income of farm households is used in conjunction with other economic information for the agricultural sector (e.g. farm business income) to help inform policy decisions and to help monitor and evaluate current policies relating to agriculture in the United Kingdom by Government. It also informs wider research into the economic performance of the agricultural industry.\r\n \r\nThis release gives the main results from the income and composition of farm households and the off-farm activities of the farmer and their spouse  (Including common law partners) sections of the FBS. These sections include information on the household income of the principal farmer’s household, off-farm income sources for the farmer and spouse and incomes of other members of their household and the number of working age and pensionable adults and children in each of the households on the farm (the information on household composition can be found in Appendix B).\r\n \r\nThis release provides the main results from the 2013/14 FBS. The results are presented together with confidence intervals. \r\n\r\nSurvey content and methodology\r\n\r\nThe Farm Business Survey (FBS) is an annual survey providing information on the financial position and physical and economic performance of farm businesses in England. The sample of around 1,900 farm businesses covers all regions of England and all types of farming with the data being collected by face to face interview with the farmer. Results are weighted to represent the whole population of farm businesses that have at least 25 thousand Euros of standard output as recorded in the annual June Survey of Agriculture and Horticulture.  In 2013 there were just over 58 thousand farm businesses meeting this criteria. \r\n \r\nSince 2009/10 a sub-sample of around 1,000 farms in the FBS has taken part in both the additional surveys on the income and composition of farm households and the off-farm activities of the farmer and their spouse. In previous years, the sub-sample had included over 1,600 farms. As such, caution should be taken when comparing to earlier years.\r\n \r\nThe farms that responded to the additional survey on household incomes and off-farm activities of the farmer and spouse had similar characteristics to those farms in the main FBS in terms of farm type and geographical location. However, there is a smaller proportion of very large farms in the additional survey than in the main FBS. Full details of the characteristic of responding farms can be found at Appendix A of the notice.\r\n \r\nFor further information about the Farm Business Survey please see: https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs/series/farm-business-survey\r\n \r\nData analysis\r\n \r\nThe results from the FBS relate to farms which have a standard output of at least 25,000 Euros. Initial weights are applied to the FBS records based on the inverse sampling fraction for each design stratum (farm type by farm size). These weights are then adjusted (calibration weighting) so that they can produce unbiased estimators of a number of different target variables. Completion of the additional survey on household incomes and off-farm activities of the farmer and spouse was voluntary and a sample of around 1,000 farms was achieved. In order to take account of non-response, the results have been reweighted using a method that preserves marginal totals for populations according to farm type and farm size groups. As such, farm population totals for other classifications (e.g. regions) will not be in-line with results using the main FBS weights, nor will any results produced for variables derived from the rest of the FBS (e.g. farm business income).\r\n \r\nAccuracy and reliability of the results\r\n \r\nWe show 95% confidence intervals against the results. These show the range of values that may apply to the figures. They mean that we are 95% confident that this range contains the true value. They are calculated as the standard errors (se) multiplied by 1.96 to give the 95% confidence interval. The standard errors only give an indication of the sampling error. They do not reflect any other sources of survey errors, such as non-response bias. For the Farm Business Survey, the confidence limits shown are appropriate for comparing groups within the same year only; they should not be used for comparing with previous years since they do not allow for the fact that many of the same farms will have contributed to the Farm Business Survey in both years.\r\n  \r\nAvailability of results\r\n \r\nThis release contains headline results for each section. The full set of results can be found at: https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs/series/farm-business-survey#publications\r\n \r\nDefra statistical notices can be viewed on the on the statistics pages of the Defra website at https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs/about/statistics. This site also shows details of future publications, with pre-announced dates. \r\n \r\nData Uses\r\n \r\nData from the Farm Business Survey (FBS) are provided to the EU as part of the Farm Accountancy Data Network (FADN).  The data have been used to help inform policy decisions (e.g. Reform of Pillar 1 and Pillar 2 of Common Agricultural Policy) and to help monitor and evaluate current policies relating to agriculture in England (and the EU). It is also widely used by the industry for benchmarking and informs wider research into the economic performance of the agricultural industry. \r\n \r\nUser engagement \r\n \r\nAs part of our ongoing commitment to compliance with the Code of Practice for Official Statistics http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html, we wish to strengthen our engagement with users of these statistics and better understand the use made of them and the types of decisions that they inform. Consequently, we invite users to make themselves known, to advise us of the use they do, or might, make of these statistics, and what their wishes are in terms of engagement. Feedback on this notice and enquiries about these statistics are also welcome. \r\n\r\nDefinitions\r\n \r\nHousehold income of the principal farmer\r\nPrincipal farmer’s household income has the following components:\r\n(1) The share of farm business income (FBI) (including income from farm diversification) attributable to the principal farmer and their spouse.\r\n(2) Principal farmer’s and spouse’s off farm income from employment and self-employment, investment income, pensions and social payments.\r\n(3) Income of other  household members.\r\nThe share of farm business income and all employment and self-employment incomes, investment income and pension income are recorded as gross of income tax payments and National Insurance contributions, but after pension contributions. In addition, no deduction is made for council tax. \r\n \r\nHousehold\r\nA household is defined as a single person or group of people living at the same address as their only or main residence, who either share one meal a day together or share the living accommodation. A household must contain at least one person who received drawings from the farm business or who took a share of the profit from the business. \r\n \r\nDrawings\r\nDrawings represent the monies which the farmer takes from the business for their own personal use.  The percentage of total drawings going to each household is collected and is used to calculate the total share of farm business income for the principal farmer’s household.\r\n \r\nMean\r\nMean household income of individuals is the ”average”, found by adding up the weighted household incomes for each individual farm in the population for analysis and dividing the result by the corresponding weighted number of farms. In this report average is usually taken to refer to the mean.\r\n \r\nPercentiles\r\nThese are the values which divide the population for analysis, when ranked by an output variable (e.g. household income or net worth), into 100 equal-sized groups. E.g. twenty five per cent of the population would have incomes below the 25th percentile.\r\n \r\nMedian\r\nMedian household income divides the population, when ranked by an output variable, into two equal sized groups. The median of the whole population is the same as the 50th percentile. The term is also used for the midpoint of the subsets of the income distribution \r\n \r\nQuartiles\r\nQuartiles are values which divide the population, when ranked by an output variable, into four equal-sized groups. The lowest quartile is the same as the 25th percentile. The divisions of a population split by quartiles are referred to as quarters in this publication.\r\n \r\nQuintiles\r\nQuintiles are values which divide the population, when ranked by an output variable, into five equal-sized groups. The divisions of a population split by quintiles are referred to as fifths in this publication.\r\n \r\nAssets\r\nAssets include milk and livestock quotas, as well as land, buildings (including the farm house), breeding livestock, and machinery and equipment. For tenanted farmers, assets can include farm buildings, cottages, quotas, etc., where these are owned by the occupier. Personal possessions (e.g. jewellery, furniture, and possibly private cash) are not included.\r\n \r\nNet worth\r\nNet worth represents the residual claim or interest of the owner in the business.  It is the balance sheet value of assets available to the owner of the business after all other claims against these assets have been met.\r\n \r\nFarm Type\r\nWhere reference is made to the type of farm in this document, this refers to the ‘robust type’, which is a standardised farm classification system. \r\n \r\nFarm Sizes\r\nFarm sizes are based on the estimated labour requirements for the business, rather than its land area. The farm size bands used within the detailed results tables which accompany this publication are shown in the table below. Standard Labour Requirement (SLR) is defined as the theoretical number of workers required each year to run a business, based on its cropping and livestock activities.\r\n\r\nFarm size\t\tDefinition\r\nSpare & Part time\tLess than 1 SLR\r\nSmall\t\t1 to less than 2 SLR\r\nMedium\t\t2 to less than 3 SLR\r\nLarge\t\t3 to less than 5 SLR\r\nVery Large\t\t5 or more SLR",
        "num_resources": 1,
        "num_tags": 0,
        "odi-certificate": {
            "status": "final",
            "source": "Automatically awarded by ODI",
            "certification_type": "automatically awarded",
            "level": "bronze",
            "title": "Farm Household Income and Household Composition, England",
            "created_at": "2014-10-29T15:51:31Z",
            "jurisdiction": "GB",
            "certificate_url": "https://certificates.theodi.org/en/datasets/10058/certificate",
            "badge_url": "https://certificates.theodi.org/en/datasets/10058/certificate/badge.png",
            "cert_title": "Bronze level certificate"
        },
        "organization": {
            "id": "a7059f6a-7fb4-4e0f-9c7a-8cd9079780d3",
            "name": "department-for-environment-food-and-rural-affairs",
            "title": "Department for Environment, Food and Rural Affairs",
            "type": "organization",
            "description": "We are the UK government department responsible for policy and regulations on environmental, food and rural issues. Our priorities are to grow the rural economy, improve the environment and safeguard animal and plant health.\r\n\r\nDefra is a ministerial department, supported by 38 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:39.115374",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "a7059f6a-7fb4-4e0f-9c7a-8cd9079780d3",
        "private": false,
        "state": "active",
        "temporal_coverage-from": "2004-04-06",
        "temporal_coverage-to": "2014-04-05",
        "theme-primary": "society",
        "theme-secondary": [
            "Environment"
        ],
        "title": "Farm Household Income and Household Composition, England",
        "type": "dataset",
        "unpublished": false,
        "update_frequency": "",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "categories",
                "value": "Agriculture and Environment"
            },
            {
                "key": "external_reference",
                "value": "ONSHUB"
            },
            {
                "key": "geographical_granularity",
                "value": "Region"
            },
            {
                "key": "import_source",
                "value": "ONS-ons_data_1_days_to_2014-08-28"
            },
            {
                "key": "its-dataset",
                "value": "false"
            },
            {
                "key": "national_statistic",
                "value": "yes"
            },
            {
                "key": "register",
                "value": "false"
            },
            {
                "key": "series",
                "value": "Farm Household Income and Household Composition, England"
            },
            {
                "key": "sla",
                "value": ""
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-11-13T16:01:23.552093",
                "description": "Link to web page",
                "format": "HTML",
                "hash": "",
                "id": "a4e19be4-0f43-4437-94ca-65ccb9755997",
                "last_modified": null,
                "metadata_modified": "2015-11-13T16:01:23.552093",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "59f12f0e-cfad-427f-b6d0-030bc7842a29",
                "position": 0,
                "resource_type": "documentation",
                "scraper_url": "",
                "size": null,
                "state": "active",
                "url": "https://www.gov.uk/government/statistics/farm-household-income-and-household-composition-201213",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}