{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "core-dataset": false,
        "creator_user_id": "ab19a913-1fd8-4ec6-9595-cb579a9fd0b2",
        "date_released": "2010-03-01",
        "date_updated": "2018-04-24",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "geographic_coverage": "100000: England",
        "geographic_granularity": "Country",
        "id": "33d505e2-4f74-4b90-9600-c3fa1023a196",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2011-12-11T05:47:30.120803",
        "metadata_modified": "2018-04-24T15:17:36.788154",
        "name": "farm_business_management_practices_in_england",
        "notes": "This release provides the results of questions on animal health and welfare practices adopted by farmers. \r\nLink to main notice: https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs/series/farm-business-survey#publications\r\n\r\nSurvey methodology\r\n \r\nThis release includes the results for the questions asked on business management practices. Comparisons to results from the previous business management practices module conducted in 2007/08 have where possible been included in this publication. Results from IT usage question were released on the 20 March 2013, for the detailed results please see: https://www.gov.uk/government/publications/farm-practices-survey-october-2012-computer-usage\r\n\r\nThe Farm Business Survey (FBS) is an annual survey providing information on the financial position and physical and economic performance of farm businesses in England. The sample of around 1,900 farm businesses covers all regions of England and all types of farming with the data being collected by face to face interview with the farmer. Results are weighted to represent the whole population of farm businesses that have at least 25,000 Euros of standard output as recorded in the annual June Survey of Agriculture and Horticulture.  In 2011 there were just over 56,000 farm businesses meeting this criteria. \r\n \r\nIn the 2011/12 survey, an additional module was included to collect information on business management practices from a sub-sample of farm businesses. The information collected covered \r\n(i) business management practices such as benchmarking, risk management, IT usage and management accounting, \r\n(ii) practices specific to  animal health and welfare e.g. biosecurity, veterinary strategy, animal health plans, \r\n(iii) the environmental footprint of farming, GHG abatement, energy use and, \r\n(iv) climate change adaptation. \r\n \r\nWhen combined with other data from the survey this helps to explain farm businesses’ behaviour and how this varies with parameters such as farm type, farm size and performance. \r\n  \r\nCompletion of the business management practices module was voluntary with a response rate of 71% in 2011/12. The farms that responded to the business management practices module had similar characteristics to those farms in the main FBS in terms of farm type and geographical location. There is a smaller proportion of large and very large farms in the module subset than in the main FBS\r\n\r\nFor further information about the Farm Business Survey please see: https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs/series/farm-business-survey\r\n\r\nData analysis\r\n \r\nThe results from the FBS relate to farms which have a standard output of at least 25,000 Euros . Initial weights are applied to the FBS records based on the inverse sampling fraction for each design stratum (farm type by farm size). These weights are then adjusted (calibration weighting) so that they can produce unbiased estimators of a number of different target variables. Completion of the business management practices module was voluntary and a sample of around 1,350 farms was achieved. In order to take account of non-response, the results have been reweighted using a method that preserves marginal totals for populations according to farm type and farm size groups. As such, farm population totals for other classifications (e.g. regions) will not be in-line with results using the main FBS weights, nor will any results produced for variables derived from the rest of the FBS (e.g. farm business income).\r\n\r\nComparisons between 2007/08 and 2011/12\r\n \r\nResults from the 2007/08 and 2011/12 business management practices modules are not directly comparable due to changes in the coverage of the survey and changes in the classification of farms for the 2010/11 campaign.  In 2010/11 the survey was restricted to include farms which have at least 25,000 Euros of standard output; prior to this the survey was restricted to farms with ½ Standard Labour Requirement or more. The classification of farms into farm types was also revised for the 2010/11 Farm Business Survey, to bring the classification in line with European guidelines.  Equivalent results from 2007/08 have been presented alongside 2011/12 results in many of the charts and tables; however comparisons should be treated with extreme caution due to the reasons given above. \r\n \r\nTo enable more robust comparisons between the 2007/08 and 2011/12 business management practices module, we have examined the subset of farms that participated in both years (approximately 770 farms). For this subset of farms we have carried out significance testing using McNemar’s test to determine whether the differences observed between the two time periods are statistically significant.  The McNemar’s test is applied to 2x2 contingency tables, with matched pairs of subjects, to determine whether the row and column marginal frequencies are equal. Where a statistically significant difference has been observed this has been indicated on the tables and charts for the full module results with a *.  Commentary alongside the charts and tables will refer to this analysis rather than make comparisons with the 2007/08 data displayed. \r\n\r\n Accuracy and reliability of the results \r\n \r\nWhere possible, we have shown 95% confidence intervals against the figures. These show the range of values that may apply to the figures. They mean that we are 95% confident this range contains the true value . They are calculated as the standard errors (se) multiplied by 1.96 to give the 95% confidence interval (95% CI). The standard errors only give an indication of the sampling error. They do not reflect any other sources of survey errors, such as non-response bias. The confidence limits shown are appropriate for comparing groups within the same year; they should not be used for comparing, different years’ results from the Farm Business Survey since they do not allow for the fact that in the FBS many of the same farms contributed in both years.\r\n \r\nWe have also shown error bars on the figures in this notice. These error bars represent the 95% confidence intervals for the figures (as defined above).. \r\n \r\nEstimates based on less than 5 observations have been suppressed to prevent disclosure of the identity of the contributing farms.  Estimates based on less than 15 observations have been highlighted in italics in the tables and should be treated with caution as they are likely to be less precise.\r\n\r\n\r\nDefinitions\r\n\r\nEconomic performance for each farm is measured as the ratio between economic output (mainly sales revenue) and inputs (costs+ unpaid labour). The higher the ratio, the higher the economic efficiency and performance. Performance bands based on economic performance percentiles are as follows:\r\n \r\nLow performers - farmers who took part in the Business Management Practices survey and were in the bottom 25% of economic performers in this sample\r\nMedium performers -farmers who took part in the Business Management Practices survey and were in the middle 50% of performers in this sample\r\nHigh performers - farmers who took part in the Business Management Practices survey and were in the top 25% of performers in this sample.\r\n \r\nThese are based on economic performance in 2011/12.\r\n\r\nAvailability of results\r\n \r\n Defra statistical notices can be viewed on the Food and Farming Statistics pages on the Defra website at https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs/about/statistics. This site also shows details of future publications, with pre-announced dates. ",
        "num_resources": 1,
        "num_tags": 0,
        "odi-certificate": {
            "status": "final",
            "source": "Automatically awarded by ODI",
            "certification_type": "automatically awarded",
            "level": "bronze",
            "title": "Farm Business Management Practices in England",
            "created_at": "2014-10-29T18:42:29Z",
            "jurisdiction": "GB",
            "certificate_url": "https://certificates.theodi.org/en/datasets/12817/certificate",
            "badge_url": "https://certificates.theodi.org/en/datasets/12817/certificate/badge.png",
            "cert_title": "Bronze level certificate"
        },
        "organization": {
            "id": "a7059f6a-7fb4-4e0f-9c7a-8cd9079780d3",
            "name": "department-for-environment-food-and-rural-affairs",
            "title": "Department for Environment, Food and Rural Affairs",
            "type": "organization",
            "description": "We are the UK government department responsible for policy and regulations on environmental, food and rural issues. Our priorities are to grow the rural economy, improve the environment and safeguard animal and plant health.\r\n\r\nDefra is a ministerial department, supported by 38 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:39.115374",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "a7059f6a-7fb4-4e0f-9c7a-8cd9079780d3",
        "private": false,
        "state": "active",
        "temporal_coverage-from": "2011-03-01",
        "temporal_coverage-to": "",
        "theme-primary": "environment",
        "theme-secondary": [
            "Business & Economy",
            "Health",
            "Mapping"
        ],
        "title": "Farm Business Management Practices in England",
        "type": "dataset",
        "unpublished": false,
        "update_frequency": "",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "categories",
                "value": "Agriculture and Environment"
            },
            {
                "key": "external_reference",
                "value": "ONSHUB"
            },
            {
                "key": "geographical_granularity",
                "value": "Country"
            },
            {
                "key": "import_source",
                "value": "ONS-ons_data_2013-07"
            },
            {
                "key": "its-dataset",
                "value": "false"
            },
            {
                "key": "national_statistic",
                "value": "yes"
            },
            {
                "key": "register",
                "value": "false"
            },
            {
                "key": "series",
                "value": "Farm Business Management Practices in England"
            },
            {
                "key": "sla",
                "value": ""
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2018-04-24T16:17:36.908849",
                "description": "Link to datasets on Gov.UK ",
                "format": "HTML",
                "hash": "",
                "id": "b8f8b5c0-8dc0-4154-a43e-343aedb1d856",
                "last_modified": null,
                "metadata_modified": "2018-04-24T16:17:36.908849",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "33d505e2-4f74-4b90-9600-c3fa1023a196",
                "position": 0,
                "resource_type": "documentation",
                "size": null,
                "state": "active",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs/series/farm-business-survey",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}