{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "fcadataandanalysis@fca.org.uk",
        "contact-name": "FCA data queries",
        "contact-phone": "",
        "creator_user_id": "9f685c3f-5232-4d76-a371-abd5e480cf1e",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "35e91fc0-40ea-4a38-8ef6-5565b7e6d13a",
        "isopen": true,
        "licence-custom": "",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2021-01-18T17:05:30.097605",
        "metadata_modified": "2021-09-15T08:32:27.707138",
        "name": "fca-consumer-investments-data-review-2020",
        "notes": "A summary of the FCA's work to tackle consumer harm in the investment market, between 1 January and 31 October 2020.\r\n\r\nMost of the consumer investment market meets the goals of retail investors. But there are some areas where the market is causing real consumer harm.\r\n\r\nSome of the most serious harms the FCA sees relates to investments outside its regulatory perimeter and online scams, many based overseas. The FCA is also seeing a concerted and conscious effort to promote higher risk investments that are not appropriate for the people being targeted. Most retail investors’ needs can and should be met by more straightforward, mass-market investments.\r\n\r\nThe FCA research shows that consumers, particularly the more vulnerable, are less likely to understand the risks, read the small print and don’t know what to do when things go wrong. These consumers can also often neither afford the loss nor recover from it. Preventing this consumer harm is a key focus for us. The FCA seeks to prevent dishonest firms and individuals entering the perimeter and to act against firms and individuals we authorise who cause consumers harm.\r\n\r\nThe FCA's Business Plan 2020/21 sets out its aim to change this market so that consumers have access to investment products that are appropriate, they can make effective decisions and the firms it authorises operate to high standards. The FCA aims to deliver a consumer investment market that works well for the millions of people who stand to benefit from it and the businesses for which it provides essential funding.\r\n\r\nAs part of this, the FCA's Call for Input (CFI) on Consumer Investments looks at areas where the consumer investment market is not working well for customers and seeks views on what changes it can make to improve protections and outcomes in this market.\r\n\r\nWhat products or services fall under the FCA’s remit, and to what extent, is a complex question. The FCA's Perimeter Report sets out its assessment of some of the areas where the boundary between what it regulates and what it doesn't regulate can cause acute consumer harm. Because its powers for investigation and enforcement are sometimes limited in these areas, the FCA works closely with other regulatory and law enforcement agencies who can often be better placed to take action.\r\n\r\nLike other public services, the FCA makes difficult choices about where to prioritise its efforts to reduce consumer harm. This publication – the first in a regular series – offers greater transparency about the FCA's activities. It focuses on the period between 1 January and 31 October 2020.",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "57b404ba-2517-4d1e-84f1-0448f2c3a9d5",
            "name": "financial-conduct-authority",
            "title": "Financial Conduct Authority (FCA)",
            "type": "organization",
            "description": "The Financial Conduct Authority is the conduct regulator for 59,000 financial services firms and financial markets in the UK and the prudential regulator for over 18,000 of those firms.",
            "image_url": "",
            "created": "2019-02-18T12:54:49.131571",
            "is_organization": true,
            "approval_status": "approved",
            "state": "active"
        },
        "owner_org": "57b404ba-2517-4d1e-84f1-0448f2c3a9d5",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "",
        "title": "FCA: Consumer investments data review 2020",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2021-01-18T17:06:18.658062",
                "datafile-date": "2021-01-18",
                "description": "",
                "format": "HTML",
                "hash": "",
                "id": "326f58f6-3583-44e4-8aea-cc51d2de8be6",
                "last_modified": null,
                "metadata_modified": "2021-01-18T17:06:18.658062",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Consumer investments data review 2020",
                "package_id": "35e91fc0-40ea-4a38-8ef6-5565b7e6d13a",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.fca.org.uk/data/consumer-investments-data-review-2020",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}