{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "fcadataandanalysisfcaorguk@fca.org.uk",
        "contact-name": "FCA data queries",
        "contact-phone": "",
        "creator_user_id": "9f685c3f-5232-4d76-a371-abd5e480cf1e",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "d53ce329-b63d-4955-8e41-60775d0d9b3c",
        "isopen": true,
        "licence-custom": "",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2024-02-14T12:06:28.076873",
        "metadata_modified": "2024-02-14T12:08:18.700772",
        "name": "financial-promotions-data-2023",
        "notes": "The FCA analyses, and provides insights on the data, between 1 January 2023 to 31 December 2023, resulting from action taken against authorised firms breaching financial promotion rules and referrals and investigations into unregulated activity.\r\n\r\nFinancial services play a critical role in the lives of everyone in the UK. The prolonged rising cost of living continues to affect consumers, with the most vulnerable being hit the hardest, so it is important for consumers to get the outcomes they need from financial markets. On 31 July 2023, the FCA's Consumer Duty came into force for new and existing products and services, that were open for sale or renewal.\r\n\r\nThe Duty is a significant shift in the FCA's expectations:\r\n\r\n* setting higher standards of protection for financial services customers\r\n\r\n* with a new Consumer Principle that requires firms to act and deliver good outcomes for retail customers\r\n\r\nThese rules require firms to put consumers at the heart of their business, produce products and services that are designed to meet customers’ needs, and provide fair value. Firms are required to help customers achieve their financial objectives, and not cause them any harm. Firms are also required to consider the needs, characteristics, and objectives of their customers – including those with characteristics of vulnerability – and how they behave, at every stage of the customer journey.\r\n\r\nDuring 2023 we also introduced: new rules for firms promoting high-risk investments, the referral fee ban on debt packager firms and the Cryptoasset financial promotions regime.\r\n\r\nThis data provides an overview of how we have worked, and continue to work, to improve and raise standards across the market; so that consumers are provided with clear, fair and not misleading financial promotions to enable them to make an informed decision before parting with their money. It brings together the data and themes reported in our quarterly financial promotions’ publications during 2023.\r\n\r\nWe expect firms to read this and take necessary steps to ensure they deliver good consumer outcomes. We will continue to intervene where we identify authorised and unauthorised firms and/or individuals causing consumer harm.   \r\n\r\n##What’s included in the data\r\n\r\n* key messages\r\n* examples of our work on financial promotions during 2023:\r\n* reducing and preventing serious harm\r\n* setting and testing higher standards\r\n* promoting competition and positive change\r\n* information on how to report a misleading financial advert or potential scam",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "57b404ba-2517-4d1e-84f1-0448f2c3a9d5",
            "name": "financial-conduct-authority",
            "title": "Financial Conduct Authority (FCA)",
            "type": "organization",
            "description": "The Financial Conduct Authority is the conduct regulator for 59,000 financial services firms and financial markets in the UK and the prudential regulator for over 18,000 of those firms.",
            "image_url": "",
            "created": "2019-02-18T12:54:49.131571",
            "is_organization": true,
            "approval_status": "approved",
            "state": "active"
        },
        "owner_org": "57b404ba-2517-4d1e-84f1-0448f2c3a9d5",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "",
        "title": "FCA: Financial promotions data 2023",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-02-14T12:07:01.339970",
                "datafile-date": "2024-02-14",
                "description": null,
                "format": "HTML",
                "hash": "",
                "id": "a2b54a63-4017-47ec-92e7-a039a279551a",
                "last_modified": null,
                "metadata_modified": "2024-02-14T12:07:26.330645",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Financial promotions data 2023",
                "package_id": "d53ce329-b63d-4955-8e41-60775d0d9b3c",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.fca.org.uk/data/financial-promotions-data-2023",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}