{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "06c8c61f-5aa7-4f99-904f-d616ac2c6ab4",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T15:02:22.154829",
        "metadata_modified": "2024-11-17T14:13:09.946134",
        "name": "fourier-transform-infrared-spectroscopy-data-nerc-grant-ne-m000087-1",
        "notes": "Raw FTIR data from olivine samples used for NERC grant NE/M000087/1. Grant abstract: In 2011, NERC began a scoping exercise to develop a research programme based around deep Earth controls on the habitable planet. The result of this exercise was for NERC to commit substantial funding to support a programme entitled \"Volatiles, Geodynamics and Solid Earth Controls on the Habitable Planet\". This proposal is a direct response to that call. It is widely and generally accepted that volatiles - in particular water - strongly affect the properties that control the flow of rocks and minerals (their rheological properties). Indeed, experiments on low-pressure minerals such as quartz and olivine show that even small amounts of water can weaken a mineral - allowing it to flow faster - by as much as several orders of magnitude. This effect is known as hydrolytic weakening, and has been used to explain a wide range of fundamental Earth questions - including the origin of plate tectonics and why Earth and Venus are different. The effect of water and volatiles on the properties of mantle rocks and minerals is a central component of this NERC research programme. Indeed it forms the basis for one of the three main questions posed by the UK academic community, and supported by a number of international experts during the scoping process. The question is \"What are the feedbacks between volatile fluxes and mantle convection through time?\" Intuitively, one expects feedbacks between volatiles and mantle convection. For instance, one might envisage a scenario whereby the more water is subducted into the lower mantle, the more the mantle should weaken, allowing faster convection, which in turn results in even more water passing into the lower mantle, and so on. Of course this is a simplification since faster convection cools the mantle, slowing convection, and also increases the amount of volatiles removed from the mantle at mid-ocean ridges. Nevertheless, one can imagine many important feedbacks, some of which have been examined via simple models. In particular these models indicate a feedback between volatiles and convection that controls the distribution of water between the oceans and the mantle, and the amount topography created by the vertical movement of the mantle (known as dynamic topography). The scientists involved in the scoping exercise recognized this as a major scientific question, and one having potentially far reaching consequences for the Earth's surface and habitability. However, as is discussed in detail in the proposal, our understanding of how mantle rocks deform as a function of water content is remarkably limited, and in fact the effect of water on the majority of mantle minerals has never been measured. The effect of water on the flow properties of most mantle minerals is simply inferred from experiments on low-pressure minerals (olivine, pyroxenes and quartz). As argued in the proposal, one cannot simply extrapolate between different minerals and rocks because different minerals may react quite differently to water. Moreover, current research is now calling into question even the experimental results on olivine, making the issue even more pressing. We propose, therefore, a comprehensive campaign to quantify the effect of water on the rheological properties of all the major mantle minerals and rocks using a combination of new experiments and multi-physics simulation. In conjunction with 3D mantle convection models, this information will allow us to understand how the feedback between volatiles and mantle convection impacts on problems of Earth habitability, such as how ocean volumes and large-scale dynamic topography vary over time. This research thus addresses the aims and ambitions of the research programme head on, and indeed, is required for the success of the entire programme.",
        "num_resources": 1,
        "num_tags": 2,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2015-10-06"
        ],
        "temporal_coverage-to": [
            "2018-04-13"
        ],
        "title": "Fourier Transform Infrared Spectroscopy data (NERC grant NE/M000087/1)",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Available under the Open Government Licence subject to the following acknowledgement accompanying the reproduced NERC materials \\\"Contains NERC materials \\u00a9NERC [year]\\\"\"]"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"creation\", \"value\": \"2019-07-31\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "902929ae-3063-19c0-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "2a1badf3-c9e5-48be-afee-6d1cadddc084"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "nonGeographicDataset"
            },
            {
                "key": "responsible-party",
                "value": "University of Manchester (pointOfContact, principalInvestigator)"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:13:09.973195",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "8bd39ea2-429b-4322-9ae7-d2ff126435cc",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:13:09.950868",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "06c8c61f-5aa7-4f99-904f-d616ac2c6ab4",
                "position": 0,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.bgs.ac.uk/services/ngdc/accessions/index.html#item129605",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "26c2b793-eefe-4fb0-8701-46404d29513e"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}