{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "data@jncc.gov.uk",
        "creator_user_id": "431b5956-7b87-41ba-8fc5-a4a8b681b797",
        "id": "aaee8375-7bd7-42f6-90c9-1a83cf6904ac",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2016-02-04T13:21:58.818210",
        "metadata_modified": "2018-05-17T12:59:40.491640",
        "name": "habitat-point-records-from-1985-87-procter-torbay-caves-survey",
        "notes": "The massive limestone promontory of Berry Head is probably the most impressive outcrop of Devonian limestone in south Devon. Forming the southern tip of Torbay, the head shelters the fishing port of Brixham, which has grown up in the protection it gives from the prevailing southwesterly gales. Berry Head has a long history; apart from it's importance to shipping, it is surrounded on three sides by the sea and forms and excellent defensive position. There was once an iron age fort here and today the scene is dominated by two Napoleonic forts: one on Berry Head, the other on Oxley Head a few hundred metres to the southwest. To the naturalist the head is better known for the many unusual plants, insects and birds that can be seen there. Among the plants are such spectacular rarities as white rock rose, tree mallow and six species of orchids: the birds include the largest breeding colony of auks (mainly guillemots) on the Channel coast together with a variety of other breeding seabirds. The north side of the headland is scarred by the disused Berry Head Quarry. Work here ceased in 1969 after the quarry had been worked to the limits of the lease and down to sea level. Faced with imminent closure, the quarry company produced a series of proposals to remove even more of the headland, accompanied by increasingly silly ideas for turning the resultant devastation into a tourist attraction. These ranged from landscaping the cliffs with piles of boulders to restaurants, marinas, bridges over the quarry, an ornamental seawater lagoon, and escalator stairways up the cliff. Fortunately they were all rejected. Strangely, until recently Berry Head has received little attention from cavers. Before 1983 the only recorded caves were Ash Hole, a few in the quarry, and the sea caves in the cliffs to the south. Sporadic work by various people turned up other caves , but since they were never recorded they were duly lost again. All this changed in 1983, when Peter Glanvill started a systematic investigation of sea level caves on the south side of the head. In 1984 the Devon Spelaeological Society explored Hogberry Cave at the east end of the quarry. The following year Corbridge Cave was explored, again by DSS. A systematic exploration of the headland was then begun by some DSS members and new finds followed rapidly, with the result that today there are over 50 caves on record. What has been revealed is a complex of coastal caves that is unique in Great Britain. The area can now provide some very interesting caving. The Corbridge-Cavern system offers a maze like system over 200 metres long with a series of tidal pools at low level. Several smaller caves in the quarry are also worth visiting, and some of the quarry caves are well decorated. A collectors piece is the 43 metres deep vertical rift system of Sweetwater Pot, which has one of the deepest sumps in Devon and is reached by an unnerving abseil down the quarry face. Under the quarry floor and on the south side of Berry Head, flooded sea level caves give decidedly `different` caving, in which careful timing of trips to coincide with low tide can be essential. Further south, the underground lakes of Durl Head Cave and Oxley Head Cave can be explored by boat or swimming, and provide some entertaining diving. A feature of all the sea level caves is the abundant and often spectacular marine life, which even penetrates into the pools of Corbridge Cave, where prawns, eels and other animals have been found. The Berry Head caves have a number of features of particular scientific interest. Most of the caves are solutional in origin, showing the features of phreatic (sub water-table) development. Much of the horizontal passage development is at an altitude of a round 24m O.D, just below the level of an old marine erosion platform visible on the south side of the Head at 28m O.D. Horizontal cave development at low level also lies just below fossil marine platforms, at levels of +8.5m O.D and 4m O.D. The marine platforms mark former periods of higher sea level. Horizontal passage networks probably formed just below sea level, within or at the base of a thin freshwater layer overlying a seawater aquifer which extended under the whole headland (seawater is saturated with calcium carbonate and cannot dissolve limestone to form caves). A second mechanism of cave formation is mechanical erosion by the sea, which has formed the large sea caves to the south of Berry Head. Where the sea has broken into pre-existing solution caves, a hybrid type is seen, where a large sea cave passage leads into a network of smaller solutional passages i.e. Garfish Cave. It is possible that in future Berry Head will prove to be important in the study of former sea levels ; the well preserved caves and their sediments may provide a more detailed record of change than surface evidence which has often been destroyed. The biology of the caves is still being investigated. A small bat colony regularly roosts in the dry caves, but of potentially greater interest is the marine fauna of the flooded low level caves. The most spectacular life is seen in short submerged caves along the coast, and in the threshold zone of larger caves in the same situation. Here the passage walls and roof are covered with encrusting animals. Sponges, hydroids, red sea squirts and anenomes are usually present, with one or two species often completely dominant in any one place. Further in, otherwise bare walls may be dotted with odd sponges, anenomes, cup corals and tube worms competing for existence in an environment where lessened water movement brings less food. Such forms may penetrate well into the dark zone, as in Garfish Cave. The most extreme marine cave environment as yet studied on Berry Head is the underground `creek` that runs up through Corbridge Cave, connecting a large pool in the west bay of the quarry to the sea. The only water movement is a tidal flow that reverses every few hours as water flows in and out of the system, and due to freshwater dilution the water is brackish. The Corbridge Cave tidal sumps provide a window into the `creek`; the sea anenome Cerianthus lloydii has been found burrowing in thick mud on the floor and a few worms and other forms hang on where tidal currents keep mud from settling on the walls, but generally life is sparse. The shallow tidal pool in the west bay of the quarry, connected to the sea only by this underground `creek`, is in effect an isolated brackish lake. In the 20 years since it was quarried out, it has been colonised by various estuarine worms, molluscs and crustacea. Larger mobile marine animals are also present. In caves that open directly to the sea, many fish and crustaceans can be found, notably prawns, which like bats in a dry cave use it as a daytime retreat. Prawns regularly penetrate into Corbridge Cave; common eels have been seen in Corbridge Cave and in the tidal pool beyond it. The results of the first stage of the investigation of the Berry Head caves - their survey - are presented here. This atlas is concerned mainly with Berry Head itself, and surveys of all the significant caves within this area are included. A list of the minor sites is given at the end of the survey section. The area covered does not include any of the well known `Berry Head Sea Caves` since none of these are actually on the head: they are scattered along the coast between Berry Head and St Mary's Bay to the south. Since they are popularly associated with Berry Head, however, descriptions of them are given in a separate section at the back. Thus in total the area covered encompasses all the limestone area east of Brixham. The present publication is intended to cover all caves known up to July 1987: I would be very grateful for information about any errors, ommissions and new discoveries, so that the atlas can be kept up to date and as accurate as possible. ACCESS Apart from Ash Hole, the Berry Head Caves lie within Berry Head Country Park, and in November 1986 became a site of special scientific interest on account of the bat colony and other special features of the caves. Permission is necessary to visit all caves in the country park; intending visitors should contact the warden. At present permission can only normally be given to members of a recognised caving club. The following special CORBRIDGE CAVE, HOGBERRY CAVE, SHAKY CAVE, HIGHER SHAKY CAVE. Gated: the owner has specified that all parties must be led - please please give advance notice so that a leader can be arranged. SWEETWATER POT, BATHBERRY CAVE, SPAR CAVE. Acessible only by a 55m abseil down the quarry face: tackle 60m rope and long belays to dubious fence post on cliff tops (use more than one). SEA LEVEL CAVES. Most are accessible only at low tide and in calm water. A wetsuit is necessary, and remember there are strong currents round the headland. Anyone wishing to carry out exploratory or scientific work is requested to obtain permission before doing so, in order to avoid conflicts with conservation interests and those of other workers. Berry Head is first and foremost a nature reserve, and it is essential that the wishes of the warden and the owners (Torbay Borough Council) be respected if cavers wish to keep access to the caves. Ash Hole is privately owned, but there has been free access for many yaers and the currentsituation seems to be that no permission is needed. The sea caves south of Berry Head are similarly without access restrictions, though a boat is necesary to visit the caves on Oxley Head. The bird colony below Oxley Head is covered by an area of special protection, and no climbing on the cliffs is permitted between March 15th and July 31st: this includes Rock Dove cave which is thus innaccessible for this period. Anyone boating near nesting seabirds is asked to keep nois to an absolute minimum. Loud noises may frighten the birds and result in eggs and nestlings being knocked from the cliff ledges.",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
            "name": "joint-nature-conservation-committee",
            "title": "Joint Nature Conservation Committee",
            "type": "organization",
            "description": "The Joint Nature Conservation Committee (JNCC) is the statutory adviser to the UK Government on national and international nature conservation. Its work contributes to maintaining and enriching biological diversity, conserving geological features and sustaining natural systems.",
            "image_url": "",
            "created": "2012-06-27T14:51:55.214152",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "1985-01-01"
        ],
        "temporal_coverage-to": [
            "1987-05-12"
        ],
        "theme-primary": "environment",
        "theme-secondary": [],
        "title": "Habitat point records from 1985-87 Procter Torbay caves survey",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"Not Known\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-3.478864966"
            },
            {
                "key": "bbox-north-lat",
                "value": "50.4034494"
            },
            {
                "key": "bbox-south-lat",
                "value": "50.3851079"
            },
            {
                "key": "bbox-west-long",
                "value": "-3.506427819"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2001-08-23\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": ""
            },
            {
                "key": "guid",
                "value": "b8754bdc-5eb5-4059-9e47-1112aeebedce"
            },
            {
                "key": "harvest_object_id",
                "value": "57dcfa2d-6ae8-4c2b-bee2-f92acc636955"
            },
            {
                "key": "harvest_source_reference",
                "value": "http://data.jncc.gov.uk/waf/b8754bdc-5eb5-4059-9e47-1112aeebedce.xml"
            },
            {
                "key": "import_source",
                "value": "harvest"
            },
            {
                "key": "metadata-date",
                "value": "2018-05-17"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "Digital and Data Solutions, JNCC (custodian)"
            },
            {
                "key": "spatial",
                "value": "{\"type\":\"Polygon\",\"coordinates\":[[[-3.478864966, 50.3851079],[-3.478864966, 50.4034494], [-3.506427819, 50.4034494], [-3.506427819, 50.3851079], [-3.478864966, 50.3851079]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2016-02-04T13:21:58.887041",
                "description": "Resource locator",
                "format": "CSV",
                "hash": "",
                "id": "af573f26-6d61-4bed-9a38-517c1c5a6c4b",
                "last_modified": null,
                "metadata_modified": "2016-02-04T13:21:58.887041",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "1985-87-Procter-Torbay-caves-survey.csv",
                "package_id": "aaee8375-7bd7-42f6-90c9-1a83cf6904ac",
                "position": 0,
                "resource_locator_function": "",
                "resource_locator_protocol": "",
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://data.jncc.gov.uk/data/b8754bdc-5eb5-4059-9e47-1112aeebedce-1985-87-Procter-Torbay-caves-survey.csv",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "57dcfa2d-6ae8-4c2b-bee2-f92acc636955"
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ]
    }
}