{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "data@jncc.gov.uk",
        "creator_user_id": "60e687bf-a6d8-43e2-a50e-efab84b27952",
        "id": "6d163ecd-d2ee-4b6e-a1a1-d12491ab10c1",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2015-12-15T20:17:32.299983",
        "metadata_modified": "2018-05-17T12:25:01.203448",
        "name": "habitat-point-records-from-1989-umbsm-mull-sealochs-survey",
        "notes": "The island of Mull, which is the second largest of the Scottish Inner Hebrides island group, has a deeply indented coastline containing nine sealochs and at least one other large embayment. The sublittoral of seven of these sealochs, Buie, Mingary, a' Chumhainn, Tuath, na Keal, Scridain and na Lathaich, along with Calgary Bay, were surveyed in 1989 as part of a major survey of Scottish sealochs. Lochs na Keal and Scridain are large, sill-bound lochs with basins exceeding 100m depth, and have a wide range of exposures to wave action along their lengths. Lochs Tuath and Buie are also large, but are estuarine in nature, having no definable sills or basins, and have maximum depths of 48 and 105m respectively. Loch Buie is wide-mouthed and faces into the prevailing winds, and so lacks significant shelter, whilst Loch Tuath possesses higher levels of shelter at its head. The remaining lochs are small and shallow, lacking sills and basins. Loch na Lathaich opens onto the large western embayment on Mull, and is well sheltered throughout its length, whereas the other lochs open onto the exposed north-west coast and lack appreciable shelter. None of have significant narrows or tidal rapids, and tidal streams are generally weak or negligible. Substrata in the lochs varies widely, from shallow bedrock and coarse shell gravel in the exposed north-western lochs, to vertical deep bedrock and predominantly muddy sediments in the heavily glaciated lochs na Keal and Scridain. The area is relatively undeveloped, with few fish farms. Fifty-eight sublittoral sites were surveyed, from which twenty habitat or community types were described. The exposed north- western lochs contained Laminaria hyperborea forests on bedrock which gave way to coarse shell gravel supporting beds of maerl Phymatolithon calcareum with a variety of foliose red and brown algae attached. Calgary Bay also had Laminaria hyperborea dominated infralittoral bedrock, but the sediment was sand with a relatively rich bivalve infauna. Kelp forests in the more sheltered areas of the larger lochs were as described above, or contained a mixture of laminarian species, becoming dominated by Laminaria saccharina in the most sheltered areas. Bedrock extended into the circalittoral in many places, being characterised by species such as Protanthea simplex, Caryophyllia smithii, Alcyonium glomeratum and Swiftia pallida, whilst brittlestar beds were common on level rock, particularly where slight tidal water movement occurred. Shallow, sheltered sediments were blanketed in brown algae, particularly Chorda filum and Asperococcus spp., these giving way to flocculent mud with the opisthobranch Philine aperta. Deeper sediments were sand and mud mixtures in less sheltered areas of the lochs, supporting beds of Virgularia mirabilis or Arenicola marina apparently depending on the proportions of mud and sand, whilst the deepest, most sheltered sediments were megafaunal-burrowed muds, characterised by forests of the sea pen Funiculina quadrangularis. Loch Buie was slightly different in character from the other large loch, and contained relatively little bedrock, but a wider range of mixed sediments, these being characterized by sparse algal cover or brittlestar beds depending on depth. No sheltered mud with Funiculina quadrangularis was found in this loch. The area as a whole supported a variety of habitats and communities, most of which were typical of Scottish sealochs and adjacent areas of more exposed coast. Unusual variations on classical sealoch communities were found in Lochs na Keal and Scridain, where Protanthea simplex and Swiftia pallida co-occurred, and these lochs also contained a variety of species with restricted distribution in Scotland. Five communities and 19 species have been assessed to be of regional or national conservation importance. Records currently considered sensitive have been removed from this dataset.",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
            "name": "joint-nature-conservation-committee",
            "title": "Joint Nature Conservation Committee",
            "type": "organization",
            "description": "The Joint Nature Conservation Committee (JNCC) is the statutory adviser to the UK Government on national and international nature conservation. Its work contributes to maintaining and enriching biological diversity, conserving geological features and sustaining natural systems.",
            "image_url": "",
            "created": "2012-06-27T14:51:55.214152",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "1989-07-30"
        ],
        "temporal_coverage-to": [
            "1989-08-10"
        ],
        "theme-primary": "environment",
        "theme-secondary": [],
        "title": "Habitat point records from 1989 UMBSM Mull sealochs survey",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"no limitations\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-5.890756069"
            },
            {
                "key": "bbox-north-lat",
                "value": "56.65106045"
            },
            {
                "key": "bbox-south-lat",
                "value": "56.30641073"
            },
            {
                "key": "bbox-west-long",
                "value": "-6.331208185"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2007-05-10\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": ""
            },
            {
                "key": "guid",
                "value": "10152001-773b-4053-b621-aaa12fb66f76"
            },
            {
                "key": "harvest_object_id",
                "value": "47fb9af4-7a41-439d-b49c-1f6947a88597"
            },
            {
                "key": "harvest_source_reference",
                "value": "http://data.jncc.gov.uk/waf/10152001-773b-4053-b621-aaa12fb66f76.xml"
            },
            {
                "key": "import_source",
                "value": "harvest"
            },
            {
                "key": "metadata-date",
                "value": "2018-05-17"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "Digital and Data Solutions, JNCC (custodian)"
            },
            {
                "key": "spatial",
                "value": "{\"type\":\"Polygon\",\"coordinates\":[[[-5.890756069, 56.30641073],[-5.890756069, 56.65106045], [-6.331208185, 56.65106045], [-6.331208185, 56.30641073], [-5.890756069, 56.30641073]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-12-15T20:17:32.378719",
                "description": "Resource locator",
                "format": "CSV",
                "hash": "",
                "id": "f698786a-d026-4153-8c7b-6c2daf9cdaab",
                "last_modified": null,
                "metadata_modified": "2015-12-15T20:17:32.378719",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "1989-UMBSM-Mull-sealochs-survey.csv",
                "package_id": "6d163ecd-d2ee-4b6e-a1a1-d12491ab10c1",
                "position": 0,
                "resource_locator_function": "",
                "resource_locator_protocol": "",
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://data.jncc.gov.uk/data/10152001-773b-4053-b621-aaa12fb66f76-1989-UMBSM-Mull-sealochs-survey.csv",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "47fb9af4-7a41-439d-b49c-1f6947a88597"
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ]
    }
}