{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "data@jncc.gov.uk",
        "creator_user_id": "60e687bf-a6d8-43e2-a50e-efab84b27952",
        "id": "437c2e78-b041-45b9-9df6-286b949ee201",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2015-12-15T20:13:03.832570",
        "metadata_modified": "2018-05-17T12:13:25.744011",
        "name": "habitat-point-records-from-1986-opru-hre-solent-survey",
        "notes": "The Solent system is situated midway along the English channel on the Hampshire and Sussex coasts, and is bounded on its southern side by the Isle of Wight. It includes the Eastern and Western arms of the Solent proper, Spithead, Chichester, Portsmouth and Langstone Harbours, Southampton Water, Newtown Harbour, and the Hamble, Itchen, Test, Beaulieu, Lymington, Afon, Yar, Medina and Wootton estuaries. This represents a total area of approximately 360 km2. The coastline is relatively sheltered from wave action apart from the eastern and western ends of the Isle of Wight, and the shore between gosport and Chichester Harbour which are moderately exposed. The estuaries and harbours are all very sheltered. A complex tidal regime in the region results from the system having two entrances to the Engish Channel some 35 km apart. The tidal curve varies in shape between the eastern and western entrances, and also btween spring and neap tides. In general, there is a prolonged stand at high water followed by a shortened ebb flow, and a stand also occurs during the flood phase. The mean tidal range varies between 1.5m at the western entrance to 3m at the eastern end. The unusual tides, coupled with the configuration of the Solent, results in fast tidal currents, especially on the ebb. Currents are quickest in the constricted Hurst Narrows, and in the comparatively narrow entrances to the three large eastern harbours. Salinity is reduced and variable in all the estuaries and inlets bordering the Solent. The salinity of the central region of the Solent proper is also slightly reduced in comparison to its outer ends, although mean surface salinity is always above 34'/00. Benthic habitats are predominently sedimentary in nature with extensive intertidal mud and sand flats, and areas of gravelly and pebbly sediments. Hard substrata are limited to the relatively small limestone outcrops on the Isle of Wight, dock walls and other man made structures in the harbours and dock areas, and to cobbles and pebbles overlying the muddy sediments. Subtidally, benthic habitats are also sedimentary, and range from silty mud in the more sheltered inlets to tidally swept stones, shells and coarse sand in the main body of the Solent. Southampton and Portsmouth are centres of industry and international shipping, and this part of the coast is also densely populated and urbanised. Major petro-chemical industries, including an oil refinery, are sited on Southampton Water and the latter is served by an ocean terminal that can accomodate tankers of over 200,000 tons displacement. The coastline to the west, backed by the New Forest, and the Isle of Wight are still comparitively rural in character. Other major uses of the Solent system are in the fishing and recreation industries. The Solent and adjacent areas of the English Channel are nationally important fishing grounds for demersal fish, mackerel, bass, crustaceans and molluscs. The most important shellfisheries are for the native oyster, Ostrea edulis, and for the introduced clam species, Mercenaria mercenaria. The area is used intensively for recreation which includes all the persuits normally carried out in populus coastal areas, but with a special emphasis on yacht racing and cruising. The area has long been of scientific interest, both biologically and physiographically, and is currently used for both educational and research purposes. The importance of the extensive mudflats and marshes in botanical and ornithological terms, is well recognised and is detailed in the 21 SSSI designations in the region. Although mainly unspecified, the marine biological resources of these sites are important as an integral part of the environment. The designation for the Bembridge Ledges SSSI, however, acknowledges the scientific interest of the diverse algal populations and also the fact that the Solent lies more or less on a physical and biogeographic discontinuity separating the English Channel into distinct eastern and western basins. The Solent system is also of marine biological interest in that it is a focal point for the introduction and subsequent spread of alien species to the British Isles. The present survey, carried out in July, 1986, aimed to collect information on the variety of habitats and communities present subtidally in the West Solent, together with similar information for the few rocky intertidal areas on the north coast of the Isle of Wight. No Man's Land Fort in Spithead was also studied. Little published data exists for these areas in comparison with the remainder of the Solent system. A total of 35 sites were sampled of which 31 were subtidal. At each site, the abundance of epiflora, epifauna and conspicuous infaunal species was recorded in situ. Subtidal sites were sampled using a combination of trawling, dredging and diving techniques. Dredge samples were sieved over a 1.0mm mesh to obtain specimens of infauna. During the survey, a total of four intertidal and nine subtidal habitats were distinguished. Epifaunal and algal diversity was generally low, for reasons which probably included scarcity of stable hard substrata, strong tidal currents and turbidity. All rocky shores were algal dominated, mainly by fucoids and Audouinella sp. The most widespread conspicuous animals species were Semibalanus balanoides and Littorina littorea although population levels at any one site were generally low. In the sublittoral, algae typical of the extensive shallow stony sediments included Griffithsia floculosa, Hypoglossum woodwardii, Gracilaria verrucosa, Polysiphonia nigrescens, Sargassum muticum, and brown filamentous and red encrusting species. Diversity was highest on shallow boulder habitats and on No Man's Land Fort. Most of the sessile or encrusting epifaunal species were ubiquitous, and were characterised by Balanus crenatus, Pomatoceros spp., Dendrodoa grossularia and Halichondria panicea. The slipper limpet, Crepidula fornicata, was dominent on sediments everywhere apart from mobile sand. Tubularia indivisa and Halichondria panicea dominated on stable boulders subjected to the fastest currents. The diversity of epifauna and conspicuous infauna was highest in Stanswood Bay. Infaunal communities of the West Solent were polycheate dominated, and of low diversity and density. The main characteristics of the communities found do notappear to have changed significantly over the last fifteen years. There is no data available against which to judge the degree of change attributable to the spread of Crepidula fornicata in the earlier half of this century. The scientific interest and nature conservation importance of the Solent system has been assessed using standard criteria and the conservation importance provisionally graded as of Regional, National or International importance. Habitats and species not encountered during the relatively limited survey work have been assessed on the basis of published and unpublished data, and on information gained locally through interviews and correspondance. Much of the Solent's intertidal area is well recognised of being of importance for botanical and ornithological reasons. The marina fauna and flora are thus afforded protection through these interests but should, in addition, be recognised for their own scientific interest and as a facet of the ecology of the region. Most of the species assessed as being of conservation importance are recent introductions to the British flora and fauna, and may require reassessment in the light of any future distributional expansion, as was shown by Sargassm muticum for instance. Threats to the conservation interests within the Solent system include unnecessary loss of intertidal habitat through reclamation works, industrial and domestic pollution (particulary in the larger enclosed harbours), the effects of organotin antifouling compounds used on ships and yachts, bait digging and the development of nearshore oil production facilities. Records currently considered sensitive have been removed from this dataset.",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
            "name": "joint-nature-conservation-committee",
            "title": "Joint Nature Conservation Committee",
            "type": "organization",
            "description": "The Joint Nature Conservation Committee (JNCC) is the statutory adviser to the UK Government on national and international nature conservation. Its work contributes to maintaining and enriching biological diversity, conserving geological features and sustaining natural systems.",
            "image_url": "",
            "created": "2012-06-27T14:51:55.214152",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "1986-06-08"
        ],
        "temporal_coverage-to": [
            "1986-06-13"
        ],
        "theme-primary": "environment",
        "theme-secondary": [],
        "title": "Habitat point records from 1986 OPRU HRE Solent survey",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"no limitations\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-1.011997592"
            },
            {
                "key": "bbox-north-lat",
                "value": "50.88871489"
            },
            {
                "key": "bbox-south-lat",
                "value": "50.61550328"
            },
            {
                "key": "bbox-west-long",
                "value": "-1.57477938"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2007-05-22\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": ""
            },
            {
                "key": "guid",
                "value": "daedf092-6d3a-449b-bae3-2e98a63d7e39"
            },
            {
                "key": "harvest_object_id",
                "value": "3a5d3b4e-000d-4eb0-a7fc-887bf369fae0"
            },
            {
                "key": "harvest_source_reference",
                "value": "http://data.jncc.gov.uk/waf/daedf092-6d3a-449b-bae3-2e98a63d7e39.xml"
            },
            {
                "key": "import_source",
                "value": "harvest"
            },
            {
                "key": "metadata-date",
                "value": "2018-05-17"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "Digital and Data Solutions, JNCC (custodian)"
            },
            {
                "key": "spatial",
                "value": "{\"type\":\"Polygon\",\"coordinates\":[[[-1.011997592, 50.61550328],[-1.011997592, 50.88871489], [-1.57477938, 50.88871489], [-1.57477938, 50.61550328], [-1.011997592, 50.61550328]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-12-15T20:13:03.923555",
                "description": "Resource locator",
                "format": "CSV",
                "hash": "",
                "id": "fe9c13db-e650-4a0a-ba39-56ea4a2d4fb1",
                "last_modified": null,
                "metadata_modified": "2015-12-15T20:13:03.923555",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "1986-OPRU-HRE-Solent-survey.csv",
                "package_id": "437c2e78-b041-45b9-9df6-286b949ee201",
                "position": 0,
                "resource_locator_function": "",
                "resource_locator_protocol": "",
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://data.jncc.gov.uk/data/daedf092-6d3a-449b-bae3-2e98a63d7e39-1986-OPRU-HRE-Solent-survey.csv",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "3a5d3b4e-000d-4eb0-a7fc-887bf369fae0"
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ]
    }
}