{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "eecb787c-4027-4f68-8e04-79caf40a42b0",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2022-12-21T10:45:12.452748",
        "metadata_modified": "2024-07-10T09:21:08.634936",
        "name": "habitat-mapping-for-conservation-and-management-of-the-southern-irish-sea-habmap4",
        "notes": "The HABMAP project was set up in response to the need for better spatial awareness of habitat distributions in the Southern Irish Sea. This work  produced habitat maps of the seabed using novel predictive modelling techniques. This dataset is related to the predictive modelling only. The HABMAP Extension Project has built on the methods developed during the original project, and has repeated the modelling work using higher resolution / improved input datasets to help increase the accuracy of the predictive map outputs. The modelling work has also been extended to cover all of Welsh waters (previously cut-off at the Interreg funding boundary), notably including the Dee and Severn estuaries.  The purpose of this data capture was to provide seabed habitat maps that could be used for con\nservation and management. Project outputs might be used in strategic planning, decision making for offshore developments, Marine Protected Area selection, sensitivity mapping and mapping essential fish habitats. However, because of the way the  has been produced, and the fact that some data has been modelled and derived, the maps are not appropriate to act as the sole evidence for any specific planning or regulatory decision or assessment without further supporting studies or evidence.\n\nThe project boundaries were as follows: Southern Irish Sea- land-based boundaries include the whole Welsh coast to the English border on the east side of the Dee Estuary in the north, and the whole Severn Estuary and Bristol Channel coastline in the south, extending as far as Morte Point (east of Ifracombe) in England. The southern project boundary then extends offshore (skirting the northern tip of Lundy) across to a point approximate 60km west of Waterford on the Irish coast, including the whole SE Ireland coastline and offshore banks as well as parts of the Celtic Sea. The boundary then extends northwards along the Irish coast to a point approximately 40 km north of Dublin.",
        "num_resources": 1,
        "num_tags": 1,
        "organization": {
            "id": "c756c8da-f176-4640-950e-9c00b9e404df",
            "name": "marine-environmental-data-information-network",
            "title": "Marine Environmental Data & Information Network",
            "type": "organization",
            "description": "MEDIN is a partnership of UK organisations committed to improving access to marine data. Our partners are both public and private sector.",
            "image_url": "",
            "created": "2012-06-27T14:54:56.935179",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "c756c8da-f176-4640-950e-9c00b9e404df",
        "private": false,
        "state": "active",
        "title": "Habitat Mapping for Conservation and Management of the Southern Irish Sea (HABMAP)",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-07-10T09:21:08.667607",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "609c5654-36fd-4c45-a280-06ade3d03140",
                "last_modified": null,
                "metadata_modified": "2024-07-10T09:21:08.645643",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Download Data",
                "package_id": "eecb787c-4027-4f68-8e04-79caf40a42b0",
                "position": 0,
                "resource_locator_function": "",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://datamap.gov.wales/documents/2618",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Habitats and biotopes",
                "id": "a6591241-3108-42a5-b540-46a56883592e",
                "name": "Habitats and biotopes",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "extras": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}