{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "100d0fa8-a680-4e43-a08c-36777e132f7e",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:52:04.406079",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "hazardous-substance-consent",
        "notes": "Information is held relating to Hazardous Substance Consent Applications.\nThese are submitted by Hazardous Substance Authorities, and the dataset used to track the progress of these applications within specified timescales as directed by Central Government.\nThese records include: Case description, outlining brief details of the Hazardous Substance Consent Application, Name of the Local Authority dealing with the Hazardous Substance Consent Application, Hazardous Substance Consent Application Reference Number, List of those Substances being applied for in the application, and where and how these are stored on site, Date the Application was received into HSE, Date of the HSE response sent to the Hazardous Substance Authority\nHSE is a statutory consultee in the Hazardous Substance Consent process and in most cases the Hazardous Substance Consent applications and consultee comments are publically available on most of the Local Authority websites. Most of the Local Authorities manage a Register of Hazardous Substance Consent Applications, including the final Decision Outcome, which is publically available.\nThe information in the data set covers Great Britain and some date back to the year 1992.\nSome of the early records are still required in order to discharge HSE’s statutory duties.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
            "name": "health-and-safety-executive",
            "title": "Health and Safety Executive",
            "type": "organization",
            "description": "The Health and Safety Executive (HSE) is the national independent watchdog for work-related health, safety and illness. It acts in the public interest to reduce work-related death and serious injury across Great Britain’s workplaces.\r\n\r\nHSE is an executive non-departmental public body of the Department for Work & Pensions\r\n\r\nhttp://www.hse.gov.uk/",
            "image_url": "",
            "created": "2012-06-27T14:49:30.831495",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
        "private": false,
        "state": "active",
        "theme-primary": "government",
        "title": "Hazardous Substance Consent",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Not due to be released Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}