{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "eaee557f-03a2-4678-98ea-f8285be4033d",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T12:40:02.618642",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "hns-1415-master-dataset",
        "notes": "Integrated  pre and post 16 HNS funded places academic year data set used to populate the LA High Needs templates to be communicated to LAs at the end of September 2013.  The data set will be updated with the 2012 to 2013 post 16 year end data in November 2013 and re-sent as an updated template to all LAs.  \n\nLAs will return their templates which will populate an updated version of the master data set which will be used to review and calculate 2014 to 2015 pre and post 16 HNS allocations of funded places.\nFinal allocations will be communicated to LAs and institutions by the end of March 2014.\n\nThe dataset is live and subject to continuous update.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "d68c6b0a-9768-4a0b-926c-62283dd62814",
            "name": "education-funding-agency",
            "title": "Education and Skills Funding Agency",
            "type": "organization",
            "description": "The ESFA brings together the former responsibilities of the Education Funding Agency (EFA) and Skills Funding Agency (SFA) to create a single agency accountable for funding education and skills for children, young people and adults.\r\n\r\nESFA is an executive agency, sponsored by the Department for Education.",
            "image_url": "",
            "created": "2013-09-10T15:51:51.542304",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d68c6b0a-9768-4a0b-926c-62283dd62814",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "title": "HNS 1415 master dataset",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The data is not published as a data base or data report.  It is communicated to LAs by individual templates describing to LAs the volume of places funded at pre and post 16 institutions in 2013 to 2014 academic year with the capacity for LAs to input and report on their forecasts for the 2014 to 2015 academic year.\n\nLA templates will be communicated by email at the end of September 2013.  This will enable LAs to deliver their review of their proposed funded high needs place volumes for the 2014 to 2015 academic year, culminating in the reporting of this forecast to the EFA in December 2013."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}