{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "67cb24ea-13b7-4113-802a-421a13cb1c69",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T12:40:04.977792",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "hns-1415-master-working-copy-16jul13",
        "notes": "Integrated the 2013 to 2014 academic year pre and post 16 HNS funded places into one data set in order to communicate a baseline to all local authorities for the start of the review of funded HNS places for the 2014 to 2015 academic year.  The dataset includes pre 16 funded places by SEN Unit, SEN places, Alternative provision and Resourced provision and Post 16 funded places by the age groups 16-18 and 19-24 at an aggregated LA level (based upon LA funded places for pre 16 and LA residency for post 16) and at an individual institution level.\n\n",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "d68c6b0a-9768-4a0b-926c-62283dd62814",
            "name": "education-funding-agency",
            "title": "Education and Skills Funding Agency",
            "type": "organization",
            "description": "The ESFA brings together the former responsibilities of the Education Funding Agency (EFA) and Skills Funding Agency (SFA) to create a single agency accountable for funding education and skills for children, young people and adults.\r\n\r\nESFA is an executive agency, sponsored by the Department for Education.",
            "image_url": "",
            "created": "2013-09-10T15:51:51.542304",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d68c6b0a-9768-4a0b-926c-62283dd62814",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Government"
        ],
        "title": "HNS 1415 Master Working copy 16Jul13",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The data is not published as a database or as a data report.  It is communicated to LAs and institutions by individual templates describing:  \n\nTo LAs - the volume of places funded at pre and post 16 institutions in 2013 to 2014 academic year.\nTo institutions the volume of places funded by each LA at each institution by age and category.\n\nLA templates were communicated by email on the 18 Jul 13 and to institutions on the 30 Jul 13.  Doing this brought together the pre and post 16 funded place volumes within the new HNS funding arrangements and gave LAs a start point to refer to as they commence their review period culminating in the return of their proposed funded high needs place volumes for the 2014 to 2015 academic year."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}