{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "0e719ccb-6a6c-4e57-9971-32a2eb907e1f",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:53:26.638282",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "hse-website-annual-survey",
        "notes": "Online customer satisfaction surveys of HSE’s website visitors have been conducted in 2010, 2011 and 2013, by a HSE appointed supplier; the research company Join the Dots. Survey results are primarily used to provide a response to an annual Cabinet Office return on website customer satisfaction, and to prioritise improvements to the HSE website.\n3,533 people chose to take part in the 2013 survey, 15 of whom took part in more in-depth telephone interviews, conducted in June 2013. 2,570 people chose to take part in the 2011 survey, 15 of whom took part in more in-depth telephone interviews, conducted in October 2011. 5,025 people chose to take part in the 2010 survey, 30 of whom took part in more in-depth telephone interviews, conducted in August 2010. \nPersonal contact details (name, email, phone number) were collected only from participants who volunteered to take part in more in-depth interviews. All participants were asked to provide details of: Age, Gender, First language, Location (GB regions or international), Disability status, Occupation, Employment sector/industry.\nIndividual participant were advised at the start of the survey that responses are held by Join the Dots under a privacy policy.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
            "name": "health-and-safety-executive",
            "title": "Health and Safety Executive",
            "type": "organization",
            "description": "The Health and Safety Executive (HSE) is the national independent watchdog for work-related health, safety and illness. It acts in the public interest to reduce work-related death and serious injury across Great Britain’s workplaces.\r\n\r\nHSE is an executive non-departmental public body of the Department for Work & Pensions\r\n\r\nhttp://www.hse.gov.uk/",
            "image_url": "",
            "created": "2012-06-27T14:49:30.831495",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Government"
        ],
        "title": "HSE website annual survey",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Not due to be released Contains personal data. Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}