{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "2828da7e-8f4e-42ee-b2e3-d18f44c1fd1c",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:51:52.319301",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "ionising-radiation",
        "notes": "Under Regulation 6(2) of the Ionising Radiations Regulations 1999 (IRR99) employers are required to notify the HSE if they intend to commence work with ionising radiations (both generators and radioactive materials). The IRR99 also require employers to notify HSE if there are material changes to their original notification. The notification information is kept on a spreadsheet. The data kept includes the employer’s name and address, the location of the work and the category into which the work falls. HSE receives 100-150 such notifications per month, most electronically. (See http://www.hse.gov.uk/radiation/ionising/notification.htm). Site radiography notifications - Under regulations 6(3) and (4) of the IRR99 those wishing to carry out site radiography have to notify the HSE at least 7 days before the start of that work and on each and every occasion that work takes place. The site radiography notification information is kept on a spreadsheet. The data kept includes the name of the employer, the location of the work and the date and time the work is to take place. HSE receives approximately 3000 site radiography notifications per year, most electronically. (see https://extranet.hse.gov.uk/lfserver/external/irr3). Approved Dosimetry Services (ADS) - Under Regulation 35 of the IRR99 companies may apply to the HSE for the approval of their dosimetry services. HSE maintains a list of approved dosimetry services. The data kept includes the name and address of the service and its type of approval. (See http://webcommunities.hse.gov.uk/connect.ti/approveddos/view?objectId=2468). Radiation Protection Advisers (RPA) - Under the IRR99 an organisation can apply to be a recognised at a corporate RPA Body. HSE maintains a list of those organisations recognised as such (see http://www.hse.gov.uk/radiation/rpnews/bodieshse.htm.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
            "name": "health-and-safety-executive",
            "title": "Health and Safety Executive",
            "type": "organization",
            "description": "The Health and Safety Executive (HSE) is the national independent watchdog for work-related health, safety and illness. It acts in the public interest to reduce work-related death and serious injury across Great Britain’s workplaces.\r\n\r\nHSE is an executive non-departmental public body of the Department for Work & Pensions\r\n\r\nhttp://www.hse.gov.uk/",
            "image_url": "",
            "created": "2012-06-27T14:49:30.831495",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Mapping"
        ],
        "title": "Ionising Radiation",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Not due to be released Contains personal and sensitive data. Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}