{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "431b5956-7b87-41ba-8fc5-a4a8b681b797",
        "id": "8b498a31-5dda-4fc4-a4a1-167857f557e5",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2018-05-25T09:18:08.640183",
        "metadata_modified": "2024-07-10T09:22:52.561067",
        "name": "marine-biodiversity-action-plan-bap-habitats-in-wales-archived-2018",
        "notes": "This archived dataset consists of 37 datasets, and has been superseded by Environment (Wales) Act Section 7: Marine Habitats as part of the newer legislative requirements. This dataset is associated with the UK Biodiversity Action Plan (UK BAP) which was published back in 1994, and was the UK Government's response to the Convention on Biological Diversity (CBD), which the UK signed up to in 1992 in Rio de Janeiro. Similarly under Section 42 of the Natural Environment and Rural Communities (NERC) Act, 2006 a 'list of the living organisms and types of habitat which in the Assembly's opinion are of principal importance for the purpose of conserving biodiversity' is required. The NERC Act in Wales, is being superseded by the Environment Act (Wales) 2016. This dataset\nwill provided a basis on which to create a biodiversity list to meet the requirements of the Environment Act (Wales) set out under Section 6 and 7, which require biodiversity and resilience of ecosystem duty, and biodiversity lists and duty to take steps to maintain and enhance biodiversity are required, respectively. This includes the publishing of a list of types of habitats of principle importance in Wales, for the purpose of maintaining and enhancing biodiversity in relation to Wales. This dataset captured will contribute towards the identification of marine habitats of principle importance in Wales, and will be kept under review in order to keep the list up-to-date as per Section 7 of the Environment Act (Wales). These habitats include: blue mussel beds, Fragile sponge and anthozoan c\nommunities, Tide swept channels, Horse mussel beds, Maerl beds, Honeycomb worm reefs, Seagrass beds, Native oyster beds, Intertidal boulder communities, Intertidal mudflats, mud habitats in deep water, Sheltered muddy gravels, subtidal mixed muddy sediments, Estuarine rocky habitats, Peat and clay exposures, Carbonate reefs, Musculus discors beds, Saline lagoons, Coastal Saltmarsh, Sabellaria spinulosa (Ross worm) reefs, Seapens and burrowing megafauna communities and Subtidal sands and gravels.",
        "num_resources": 0,
        "num_tags": 1,
        "organization": {
            "id": "c756c8da-f176-4640-950e-9c00b9e404df",
            "name": "marine-environmental-data-information-network",
            "title": "Marine Environmental Data & Information Network",
            "type": "organization",
            "description": "MEDIN is a partnership of UK organisations committed to improving access to marine data. Our partners are both public and private sector.",
            "image_url": "",
            "created": "2012-06-27T14:54:56.935179",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "c756c8da-f176-4640-950e-9c00b9e404df",
        "private": false,
        "state": "active",
        "title": "Marine Biodiversity Action Plan (BAP) Habitats in Wales (archived 2018)",
        "type": "dataset",
        "url": null,
        "version": null,
        "tags": [
            {
                "display_name": "Habitats and biotopes",
                "id": "a6591241-3108-42a5-b540-46a56883592e",
                "name": "Habitats and biotopes",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "resources": [],
        "extras": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}