{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": " ",
        "contact-name": " ",
        "contact-phone": " ",
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "foi-email": " ",
        "foi-name": " ",
        "foi-phone": " ",
        "foi-web": " ",
        "id": "eee21de9-8e44-46f2-a916-7be661c67d14",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-11T09:38:50.990119",
        "metadata_modified": "2016-02-10T18:20:27.622631",
        "name": "modifiable-child-deaths-in-england",
        "notes": "The number of child deaths which have been reviewed by the Child Death Overview Panels, including the number which were assessed as preventable.\r\nLocal Safeguarding Children Boards are responsible for developing policies and procedures for safeguarding and promoting the welfare of children in their Local Authority area. From 1 April 2008, all Local Safeguarding Children Boards have had a statutory responsibility to review the deaths of all children from birth excluding still born babies up to 18 years, who are normally resident within their area. This is known as the Child Death Review Process. The duties of the Local Safeguarding Children Boards regarding these processes are set out in Chapter 7 of Working Together to Safeguard Children Her Majesty's Government 2010. Their responsibilities include setting up a Child Death Overview Panel which reviews child deaths on behalf of the Local Safeguarding Children Board.\r\nThe data are collected annually.  The most recent data are between April 2012 and March 2013.  The data was first collected in 2008. ",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "health",
        "title": "Modifiable Child Deaths in England",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "licence",
                "value": "unpublished"
            },
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The data on child deaths reviews are submitted by review panels to the Department for Education.  The data are personal and sensitive personal data and around half of all panels submitted child level data.  The data are not published in its raw form due to the sensitivity of the data and only underlying data are published at local authority level.\r\nAccess is subject to requesters' needs and complying with terms and conditions imposed under contractual arrangements and a rigorous accreditation process.\r\nLast published 18 July 2013."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}