{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "3e025c40-4b9f-4faf-82e3-b317f492460f",
        "id": "7a5ef8ab-7124-4e65-a614-6cda79affcf6",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-08-30T15:22:12.160432",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "mq5-investment-by-insurance-companies-pension-funds-trusts",
        "notes": "MQ5 reports quarterly net investment data arising from financial transactions (investments) made by insurance companies, self-administered pension funds, investment trusts, unit trusts and property unit trusts. Also included are quarterly balance sheet data for short-term assets and liabilities, along with quarterly income and expenditure data for insurance companies and self-administered pension funds. All data are reported on a current price basis. In addition, every third quarter release contains annual balance sheet data for all the institutional groups; providing information on the market value of assets and liabilities. Annual income and expenditure data for insurance companies are also reported at this time.  ",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "d5b50862-3f2a-4b7b-ad85-841b6def43be",
            "name": "office-for-national-statistics",
            "title": "Office for National Statistics",
            "type": "organization",
            "description": "The Office for National Statistics (ONS) is the UK’s largest independent producer of official statistics and is the recognised national statistical institute for the UK. It is responsible for collecting and publishing statistics related to the economy, population and society at national, regional and local levels. It also conducts the census in England and Wales every ten years. \r\n\r\nThe ONS plays a leading role in national and international good practice in the production of official statistics. It is the executive office of the UK Statistics Authority and although they are separate, they are still closely related.\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:40.553767",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d5b50862-3f2a-4b7b-ad85-841b6def43be",
        "private": false,
        "state": "active",
        "theme-primary": "government-spending",
        "theme-secondary": [
            "Business & Economy"
        ],
        "title": "MQ5: Investment by Insurance Companies, Pension Funds & Trusts",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "release-notes",
                "value": "Will not be released as data could contain personal information"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}