{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "4d321c5a-c47f-4f7c-ac91-cff5c6cf9c34",
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "creator_user_id": "e131ccc2-fbf6-453f-adcb-32b82ec278ac",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "a9556570-197a-41c9-bd57-a9699f2d346d",
        "isopen": true,
        "licence-custom": "",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
        "metadata_created": "2024-09-18T09:47:46.021404",
        "metadata_modified": "2024-09-19T09:07:28.340859",
        "name": "naopri_sotn_2024",
        "notes": "The aim of the National Audit of Primary Breast Cancer (NAoPri) is to evaluate the patterns of care and outcomes for people with primary breast cancer in England and Wales, and to support services to improve the quality of care for these patients. This work builds on that of the National Audit of Breast Cancer in Older Patients (NABCOP ) but has been expanded to include younger people and men with breast cancer. \r\n\r\nThis State of the Nation report (SotN) publishes information on the care received by people diagnosed with primary breast cancer during 2019-21 in England and Wales. It is the audit’s first annual assessment of NHS breast services and shares examples of good practice as well as highlighting where care needs to improve. The SotN report includes performance indicators outlined in the NAoPri Quality Improvement Plan (QIP) . The QIP also sets out the audit scope, care pathway and five quality improvement (QI) goals.\r\n\r\nFindings in the SotN report lead to five recommendations highlighting where improvements in care are needed. These recommendations are aligned to the QI goals of the NAoPri.\r\n\r\nA Data Viewer provides results for individual organisations enabling regional and national comparisons to support local QI, in addition to an Action Plan Template to support MDT discussions.\r\n\r\nThe audit uses information that is routinely collected by the NHS. For people treated within English NHS hospitals, the data are routinely collated, maintained and quality-assured by the National Disease Registration Service (NDRS), which is part of NHS England. For people treated in Wales, the data were provided by the Wales Cancer Network (WCN) in Public Health Wales, from the Cancer Network Information System Cymru (CaNISC) electronic patient record system. A Methodology Document provides information on the data and methods used in this report. ",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
            "name": "healthcare-quality-improvement-partnership",
            "title": "Healthcare Quality Improvement Partnership",
            "type": "organization",
            "description": "The Healthcare Quality Improvement Partnership (HQIP) was established in April 2008 to promote quality in healthcare, and in particular to increase the impact that clinical audit has on healthcare quality improvement. HQIP is an independent organisation led by the Academy of Medical Royal Colleges, The Royal College of Nursing, and National Voices and it works in partnership with patients and healthcare professionals to influence and improve healthcare practice at all levels. \r\n\r\nHQIP commissions, manages, supports, and promotes national and local programmes of quality improvement. This includes the national clinical audit programmes, the Clinical Outcome Review Programmes and the National Joint Registry on behalf of NHS England and other healthcare departments and organisations.  \r\n\r\nIn compliance with its commissioning status, HQIP:\r\n\r\n• Uses best management and procurement practice to ensure robust results and actionable recommendations.\r\n\r\n• Ensures patients and carers remain at the heart of its work through continued, strategic involvement in all relevant processes and projects.  \r\n\r\n• Supports professionals to review and improve their practice by providing education and training programmes, and opportunities to share best practice as part of promoting an integrated approach to quality improvement.\r\n\r\n• Works to inform and influence national healthcare policy by effectively communicating its work and that of its partners.\r\n\r\n• Encourages wide use of robust data for quality improvement of care, offering patient choice, promoting patient safety, supporting revalidation and service accreditation, commissioning, service redesign, and research.\r\n\r\nFurther information about the HQIP Board, the team, and the organisations that HQIP work with is available on the HQIP website at http://www.hqip.org.uk/about-us/.",
            "image_url": "2019-08-22-132348.104165HQIPlogofor-web.jpg",
            "created": "2012-08-20T14:36:56.989437",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "health",
        "title": "National Audit of Primary Breast Cancer (NAoPri) State of the Nation Report 2024",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-09-18T09:48:50.176414",
                "datafile-date": "2024-09-12",
                "description": null,
                "format": "Website",
                "hash": "",
                "id": "20a8cc16-a370-4872-9d8b-c7bb74d103f9",
                "last_modified": null,
                "metadata_modified": "2024-09-18T15:52:38.635643",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "NAoPri State of the Nation Report 2024",
                "package_id": "a9556570-197a-41c9-bd57-a9699f2d346d",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.natcan.org.uk/reports/naopri-state-of-the-nation-report-2024/",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}