{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": " ",
        "contact-name": " ",
        "contact-phone": " ",
        "creator_user_id": "4b2c987f-9714-4030-80ec-3fbe493de32a",
        "foi-email": " ",
        "foi-name": " ",
        "foi-phone": " ",
        "foi-web": " ",
        "id": "9e0a13ef-64c4-4541-a97a-f87cc4032210",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2014-06-20T09:15:49.657202",
        "metadata_modified": "2016-02-10T16:48:50.510400",
        "name": "national-pupil-database_1",
        "notes": "Interested parties can now request extracts of data from the NPD using an improved application process accessed through the following website; GOV.UK\r\nThe first version of the NPD, including information from the first pupil level School Census matched to attainment information, was produced in 2002.\r\nThe NPD is one of the richest education datasets in the world holding a wide range of information about pupils and students and has provided invaluable evidence on educational performance to inform independent research, as well as analysis carried out or commissioned by the department.\r\nThere are a range of data sources in the NPD providing information about children’s education at different phases.  The data includes detailed information about pupils’ test and exam results, prior attainment and progression at each key stage for all state schools in England.  The department also holds attainment data for pupils and students in non-maintained special schools, sixth form and further education colleges and (where available) independent schools.\r\nThe NPD also includes information about the characteristics of pupils in the state sector and non-maintained special schools such as their gender, ethnicity, first language, eligibility for free school meals, awarding of bursary funding for 16-19 year olds, information about special educational needs and detailed information about any absences and exclusions.\r\nExtracts of the data from NPD can be shared (under strict terms and conditions) with named bodies and third parties who, for the purpose of promoting the education or well-being of children in England, are:-\r\n• Conducting research or analysis\r\n• Producing statistics; or\r\n• Providing information, advice or guidance.\r\nThe department wants to encourage more third parties to use the data for these purposes and produce secondary analysis of the data.\r\nAll applications go through a robust approval process and those granted access are subject to strict terms and conditions on the security, handling and use of the data, including compliance with the Data Protection Act.  Anyone requesting access to the most sensitive data will also be required to submit a business case.\r\nMore information on the application process including the User Guide, Application Form, Security Questionnaire and a full list of data items available can be found from the NPD web page at:- https://www.gov.uk/national-pupil-database-apply-for-a-data-extract\r\n",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "education",
        "title": "National Pupil Database",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "licence",
                "value": "unpublished"
            },
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Unpublished"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}