{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "enquiries@ic.nhs.uk",
        "contact-name": "HSCIC",
        "contact-phone": "0845 300 6016",
        "creator_user_id": "eae03b76-958e-48fc-9886-e90815410025",
        "foi-email": "enquiries@ic.nhs.uk",
        "foi-name": "HSCIC",
        "foi-phone": "0845 300 6016",
        "foi-web": "",
        "id": "e2ecaf3e-c79b-4bb1-8b92-18ee9233358e",
        "isopen": true,
        "licence-custom": "",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2013-01-09T18:23:05.119106",
        "metadata_modified": "2023-04-11T09:44:50.434353",
        "name": "national-lung-cancer-audit-open-data-december-2011",
        "notes": "Making clinical audit data transparent \r\n\r\nIn his transparency and open data letter to Cabinet Ministers on 7 July 2011, the Prime Minister restated the commitment to make clinical audit data available from the national audits within the National Clinical Audit and Patient Outcomes Programme. The National Lung Cancer Audit (NLCA) was identified as the pilot for this data release. \r\n\r\nThese data will be released in an open and standardised format for the first time in December 2011, and provided annually from then onwards. \r\n\r\nCovering all Cancer Networks and NHS Trusts in England, the data from the audit includes information about data completeness, audit process and outcome measures. The data will be available in a pdf format in the National Lung Cancer Audit 2011 annual report. \r\n\r\nWhat information is being made available? \r\n\r\nMeasures about the process of care given to patients \r\n\r\nInformation about care outcomes and treatment. \r\n\r\nThe data also provides Audit participation by Trust and data completeness for the key fields; These data do not list data about individual patients nor does it contain any patient identifiable data. \r\n\r\nUsing and interpreting the data \r\n\r\nData from the National Lung Cancer Audit requires careful interpretation, and the information should not be looked at in isolation when assessing standards of care. \r\n\r\nData are provided either by cancer network or by place first seen in secondary care for the calendar year 2010. As a result, some trusts that only provide some specialist treatments for patients and do not supply diagnostic data are not properly represented in these data. This is because all the analyses of the NLCA to date have been carried out by 'place first seen' and cancer networks. The ‘place first seen' is the Clinical Multi-Disciplinary Team (MDT) which makes the first treatment decisions (in partnership with representatives from the specialist centres who sit on these peripheral MDTs). \r\n\r\nWe largely know the population base for these MDTs and that number provides the ‘denominator' for the outcome measures. It is much more difficult to define a population denominator for specialist centres and the treatment they provide is usually only one part of a complex care pathway. So taking the raw data at face value gives a very distorted picture both of their activity and performance. Therefore their performance should not be assessed from the results as published here. These trusts do however fully participate in the audit by providing treatment data for the referring MDTs. \r\n\r\nThe trusts concerned are: \r\n\r\nThe Christie NHS Foundation Trust \r\n\r\nUniversity Hospitals of South Manchester NHS Foundation Trust \r\n\r\nClatterbridge Centre for Oncology NHS Foundation Trust \r\n\r\nRoyal Brompton and Harefield NHS Foundation Trust \r\n\r\nThe Royal Marsden NHS Foundation Trust \r\n\r\nPapworth Hospital NHS Foundation Trust \r\n\r\nAccessing the data \r\n\r\nThe data are being made available on the data.gov website. Each year two files of data from the National Lung Cancer Audit will be made available in CSV format. Trusts and Networks are identified by name and their national code. \r\n\r\nWhat does the data cover? \r\n\r\nThe data measure levels of completeness for data submitted to the NLCA and measures of performance in the audit at trust level for key performance measures for assessing standards of care for lung cancer in secondary care. Details of these standards can be found in appendix 2 of the NLCA report. \r\n\r\nAre all Trusts included? \r\n\r\nAll Trusts in England that manage patients diagnosed with lung cancer or mesothelioma are included. \r\n\r\nWhat period does the data cover? \r\n\r\nThis data were extracted from the NLCA database in July 2011 and covers patients first seen in the calendar year 2010. \r\n\r\n",
        "num_resources": 4,
        "num_tags": 0,
        "organization": {
            "id": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
            "name": "healthcare-quality-improvement-partnership",
            "title": "Healthcare Quality Improvement Partnership",
            "type": "organization",
            "description": "The Healthcare Quality Improvement Partnership (HQIP) was established in April 2008 to promote quality in healthcare, and in particular to increase the impact that clinical audit has on healthcare quality improvement. HQIP is an independent organisation led by the Academy of Medical Royal Colleges, The Royal College of Nursing, and National Voices and it works in partnership with patients and healthcare professionals to influence and improve healthcare practice at all levels. \r\n\r\nHQIP commissions, manages, supports, and promotes national and local programmes of quality improvement. This includes the national clinical audit programmes, the Clinical Outcome Review Programmes and the National Joint Registry on behalf of NHS England and other healthcare departments and organisations.  \r\n\r\nIn compliance with its commissioning status, HQIP:\r\n\r\n• Uses best management and procurement practice to ensure robust results and actionable recommendations.\r\n\r\n• Ensures patients and carers remain at the heart of its work through continued, strategic involvement in all relevant processes and projects.  \r\n\r\n• Supports professionals to review and improve their practice by providing education and training programmes, and opportunities to share best practice as part of promoting an integrated approach to quality improvement.\r\n\r\n• Works to inform and influence national healthcare policy by effectively communicating its work and that of its partners.\r\n\r\n• Encourages wide use of robust data for quality improvement of care, offering patient choice, promoting patient safety, supporting revalidation and service accreditation, commissioning, service redesign, and research.\r\n\r\nFurther information about the HQIP Board, the team, and the organisations that HQIP work with is available on the HQIP website at http://www.hqip.org.uk/about-us/.",
            "image_url": "2019-08-22-132348.104165HQIPlogofor-web.jpg",
            "created": "2012-08-20T14:36:56.989437",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "health",
        "title": "National Lung Cancer Audit 2011",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2013-01-09T18:23:05.271153",
                "description": "National Lung Cancer Audit",
                "format": "HTML",
                "id": "fefbe1dc-8839-40a8-bf87-8711f2815da2",
                "last_modified": null,
                "metadata_modified": "2013-01-09T18:23:05.271153",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "e2ecaf3e-c79b-4bb1-8b92-18ee9233358e",
                "position": 0,
                "resource_type": "documentation",
                "scraper_url": "",
                "size": null,
                "state": "active",
                "url": "http://www.ic.nhs.uk/lung",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2013-01-09T18:23:05.271175",
                "description": "HQIP",
                "format": "HTML",
                "id": "15f290c6-5df3-4261-969c-27c6fa72b875",
                "last_modified": null,
                "metadata_modified": "2013-01-09T18:23:05.271175",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "e2ecaf3e-c79b-4bb1-8b92-18ee9233358e",
                "position": 1,
                "resource_type": "documentation",
                "scraper_url": "",
                "size": null,
                "state": "active",
                "url": "http://www.hqip.org.uk/",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2013-01-09T18:23:05.271180",
                "description": "National Lung Cancer Audit, Open data – December 2011: Table 1a",
                "format": "CSV",
                "id": "7280d9cd-f34a-40fd-84c2-2fe8351d21f4",
                "last_modified": null,
                "metadata_modified": "2013-01-09T18:23:05.271180",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "e2ecaf3e-c79b-4bb1-8b92-18ee9233358e",
                "position": 2,
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://digital.nhs.uk/media/20956/National-Lung-Cancer-Audit-Open-data-December-2011-Table-1a/Any/nat-lung-can-audit-open-data-11-tab-1a",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2013-01-09T18:23:05.271185",
                "description": "National Lung Cancer Audit, Open data – December 2011: Table 2a",
                "format": "CSV",
                "id": "ae576c64-d7ad-4899-bd83-a7ace091dbc2",
                "last_modified": null,
                "metadata_modified": "2013-01-09T18:23:05.271185",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "e2ecaf3e-c79b-4bb1-8b92-18ee9233358e",
                "position": 3,
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://digital.nhs.uk/media/20957/National-Lung-Cancer-Audit-Open-data-December-2011-Table-2a/Any/nat-lung-can-audit-open-data-11-tab-2a",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}