{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "id": "afc1ad32-f7f6-4f54-a8fc-2a281a25b8ad",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-05T13:51:54.148686",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "national-exposure-database",
        "notes": "National Exposure Database (NEDB) holds information for assisting HSE for the following reasons: \n(i) informed policy making such as occupational exposure limits (OELs); \n(ii) developing benchmarking for enforcement; \n(iii) HSE initiatives such as Safety Awareness days (SHADS); \n(iv) developing exposure trend models; \n(v) preparing guidance and simple tools such as COSHH (Control of Substances Hazardous to Health) Essentials, Health Risks at Work for small and medium sized enterprises (SMEs); \n(vi) supporting our negotiating position in EU policymaking (REACH – Regulation Evaluation Authorisation and Restriction of Chemicals, IOELVs – Indicative Occupational Exposure Limit Value) in relation to Substances Hazardous to Health (SHH). \nNEDB has approximately 19,000 individual visit records on SHH. The majority of visit records contain sampling data points. The number of sampling data points held in NEDB is about a million. The information relates to air concentration, breathing zone exposure levels and total exposure burden (contribution through inhalation, skin and ingestion) information using biological samples - exhaled breath, urine and/or blood as appropriate. NEDB does not store names of individuals who were subjected to sampling. However, a given anonymised air sampling data can be linked to an individual’s name through the original visit record held in HSE’s internal electronic records system.\nThe recorded information includes: Occupier name and Address, Date of visit, Industry, process and job, Substances sampled and their concentration, Sample type (breathing zone; static or biological), Exposure modifier information.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
            "name": "health-and-safety-executive",
            "title": "Health and Safety Executive",
            "type": "organization",
            "description": "The Health and Safety Executive (HSE) is the national independent watchdog for work-related health, safety and illness. It acts in the public interest to reduce work-related death and serious injury across Great Britain’s workplaces.\r\n\r\nHSE is an executive non-departmental public body of the Department for Work & Pensions\r\n\r\nhttp://www.hse.gov.uk/",
            "image_url": "",
            "created": "2012-06-27T14:49:30.831495",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "2f1ceab8-69d4-4b7c-98c1-1b760a99ba8c",
        "private": false,
        "state": "active",
        "theme-primary": "health",
        "theme-secondary": [
            "Government"
        ],
        "title": "National Exposure Database",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "Not due to be released Contains personal and sensitive data. Will be reviewed in the light of demand and prioritisation."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}