{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "creator_user_id": "04d4a4dd-42d3-4e3d-8378-d320a831db67",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "geographic_coverage": "111100: United Kingdom (England, Scotland, Wales, Northern Ireland)",
        "id": "c72fcd5a-25a3-4001-afec-706131992124",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2013-10-31T09:36:42.029160",
        "metadata_modified": "2013-10-31T09:37:01.248108",
        "name": "national-information-infrastructure",
        "notes": "Over the summer of 2013, the Cabinet Office started to develop the processes to support the maintenance of a dynamic NII. We can now launch a first iteration which will be the basis for user feedback and the identification of additional datasets. The processes for defining the NII can be broadly outlined as follows:\r\na)\tIdentifying and maintaining an inventory of data held by government;\r\nb)\tPrioritising data to be included in the NII; and\r\nc)\tSupporting organisations to release data, where possible.\r\n\r\nThe Cabinet Office has developed an over-arching framework for the NII to be used as a “thinking tool” in engaging with the NII. Without this framework it will be hard to communicate the function and benefits of the NII. The framework combines a high-level categorisation of government data and characteristics of different types of data to provide a framework for the processes and identify early candidates for inclusion in the NII.\r\n\r\nThe data themes in the framework for the NII relate primarily to characteristics of the organisation which hold the data and also reflect the high level categories of data in the G8 Open Data Charter. Transparency was one of the key three priorities of the recent G8, chaired by the UK where all G8 Leaders signed up to a set of principles specified in an Open Data Charter. G8 members identified 14 high-value areas, jointly regarded as data that will help unlock the economic potential of open data, support and encourage innovation, and provide greater accountability to improve our democracies. The UK has aligned these categories to inform the creation of its NII.\r\n\r\nDatasets listed against Transport and Infrastructure include datasets owned and held by government agencies, ALBs and the wider transport industry, reflecting the organisation of information in the sector.\r\n\r\nOverlaying these data themes, we have analysed user feedback, ODUG benefits cases, applications and services which successfully use government data, and expert feedback to develop 4 primary uses of data. These are:\r\n\r\na)\tLocation: Geospatial data which can inform mapping and planning.\r\nb)\tPerformance and Delivery: Data which shows how effectively public bodies and services are fulfilling their public tasks and the delivery of policy. \r\nc)\tFiscal: Government spend, procurement and contractual data as well as data about the financial management of public sector activities. This also includes data that government holds about companies which may be of value to users.\r\nd)\tOperational: Data about the operational structure, placement of public service delivery points and the nature of the resources available within each of them. ",
        "num_resources": 1,
        "num_tags": 0,
        "odi-certificate": {
            "status": "beta",
            "source": "Self-Certified by Cabinet Office (unverified)",
            "certification_type": "self certified",
            "level": "silver",
            "title": "UK National Information Infrastructure 31 October 2013",
            "created_at": "2014-01-31T11:43:41Z",
            "jurisdiction": "GB",
            "certificate_url": "https://certificates.theodi.org/en/datasets/932/certificate",
            "badge_url": "https://certificates.theodi.org/en/datasets/932/certificate/badge.png",
            "cert_title": "Silver level certificate"
        },
        "organization": {
            "id": "aa1e068a-23da-4563-b9c2-2cad272b663e",
            "name": "cabinet-office",
            "title": "Cabinet Office",
            "type": "organization",
            "description": "The Cabinet Office supports the Prime Minister and Deputy Prime Minister, and ensure the effective running of government. We are also the corporate headquarters for government, in partnership with HM Treasury, and we take the lead in certain critical policy areas.\r\nCO is a ministerial department, supported by 18 agencies and public bodies\r\n\r\nYou can find out more at https://www.gov.uk/government/organisations/cabinet-office",
            "image_url": "",
            "created": "2012-06-27T14:48:40.244951",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "aa1e068a-23da-4563-b9c2-2cad272b663e",
        "private": false,
        "state": "active",
        "temporal_coverage-from": "",
        "temporal_coverage-to": "",
        "theme-primary": "government",
        "title": "National Information Infrastructure",
        "type": "dataset",
        "unpublished": false,
        "update_frequency": "",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2013-10-31T09:36:42.347046",
                "description": "National Information Infrastructure October 13",
                "format": "CSV",
                "id": "373ccd9e-2d7f-4ca0-8b1f-1c6d8dc8b2af",
                "last_modified": null,
                "metadata_modified": "2013-10-31T09:36:42.347046",
                "mimetype": null,
                "mimetype_inner": null,
                "name": null,
                "package_id": "c72fcd5a-25a3-4001-afec-706131992124",
                "position": 0,
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://data.gov.uk/data/resource/nii/20131031_NII_DGU_I1.csv",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}