{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "catherine.gallagher@rcp.ac.uk",
        "contact-name": "Catherine Gallagher",
        "contact-phone": "02030751785",
        "creator_user_id": "6a12957d-d0ad-4c6f-a8ec-22b0cb72a114",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "74aa0d1c-6a76-4c57-bf3b-b4155822d307",
        "isopen": true,
        "licence-custom": "",
        "license_id": "cc-by",
        "license_title": "Creative Commons Attribution",
        "license_url": "http://www.opendefinition.org/licenses/cc-by",
        "metadata_created": "2021-06-30T13:42:59.409900",
        "metadata_modified": "2021-06-30T13:55:22.029459",
        "name": "national-audit-of-inpatient-falls-2020",
        "notes": "National Audit of Inpatient Falls Data from March 2020 facilities audit, reported on in Interim Annual Report, published May 2021. \r\n\r\nFalls are the most frequently reported incident affecting hospital inpatients, with 247,000 falls occurring in inpatient settings each year in England alone (NHS Improvement). The data collected by NAIF and presented below provide  opportunity to identify areas in which to enhance the quality of care for people who sustain an inpatient hip fracture.\r\n\r\nIn April 2020, due to the COVID-19 pandemic, submission of audit data was\r\nmade non-mandatory. To help organisations catch up with data inputting, NAIF extended the clinical audit deadline to the end of 2020. This means that\r\ninstead of publishing a single report combining clinical and facilities data,\r\nthis interim report describes facilities data (facilities audit open March to August 2020) and further analysis of inpatient hip fractures from the National Hip Fracture Database. Clinical data will be published in a separate report in Autumn 2021. ",
        "num_resources": 2,
        "num_tags": 0,
        "organization": {
            "id": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
            "name": "healthcare-quality-improvement-partnership",
            "title": "Healthcare Quality Improvement Partnership",
            "type": "organization",
            "description": "The Healthcare Quality Improvement Partnership (HQIP) was established in April 2008 to promote quality in healthcare, and in particular to increase the impact that clinical audit has on healthcare quality improvement. HQIP is an independent organisation led by the Academy of Medical Royal Colleges, The Royal College of Nursing, and National Voices and it works in partnership with patients and healthcare professionals to influence and improve healthcare practice at all levels. \r\n\r\nHQIP commissions, manages, supports, and promotes national and local programmes of quality improvement. This includes the national clinical audit programmes, the Clinical Outcome Review Programmes and the National Joint Registry on behalf of NHS England and other healthcare departments and organisations.  \r\n\r\nIn compliance with its commissioning status, HQIP:\r\n\r\n• Uses best management and procurement practice to ensure robust results and actionable recommendations.\r\n\r\n• Ensures patients and carers remain at the heart of its work through continued, strategic involvement in all relevant processes and projects.  \r\n\r\n• Supports professionals to review and improve their practice by providing education and training programmes, and opportunities to share best practice as part of promoting an integrated approach to quality improvement.\r\n\r\n• Works to inform and influence national healthcare policy by effectively communicating its work and that of its partners.\r\n\r\n• Encourages wide use of robust data for quality improvement of care, offering patient choice, promoting patient safety, supporting revalidation and service accreditation, commissioning, service redesign, and research.\r\n\r\nFurther information about the HQIP Board, the team, and the organisations that HQIP work with is available on the HQIP website at http://www.hqip.org.uk/about-us/.",
            "image_url": "2019-08-22-132348.104165HQIPlogofor-web.jpg",
            "created": "2012-08-20T14:36:56.989437",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "",
        "title": "National Audit of Inpatient Falls 2020",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2021-06-30T13:47:45.425828",
                "datafile-date": "2021-06-30",
                "description": "",
                "format": "XLS",
                "hash": "",
                "id": "a537c86f-d461-43d7-bcec-db4e45dd704f",
                "last_modified": null,
                "metadata_modified": "2021-06-30T13:47:45.425828",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "National Audit of Inpatient Falls Facilities Audit data 2020",
                "package_id": "74aa0d1c-6a76-4c57-bf3b-b4155822d307",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.rcplondon.ac.uk/file/31166/download",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2021-06-30T13:48:30.083710",
                "datafile-date": "2021-06-30",
                "description": "",
                "format": "",
                "hash": "",
                "id": "a9f8beb7-14e6-4151-ad0a-f08ad405d8af",
                "last_modified": null,
                "metadata_modified": "2021-06-30T13:48:30.083710",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "National Audit of Inpatient Falls Facilities Audit data definitions 2020",
                "package_id": "74aa0d1c-6a76-4c57-bf3b-b4155822d307",
                "position": 1,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.rcplondon.ac.uk/file/31161/download",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}