{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "creator_user_id": "513398a9-ddbf-45f1-ba1c-653a1c59cf8e",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "0a5f2009-1551-4ef0-a677-6912bb6ecd6f",
        "isopen": true,
        "licence-custom": "",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2022-10-28T13:05:18.809395",
        "metadata_modified": "2022-11-15T10:39:37.552477",
        "name": "national-joint-registry-annual-report-2022",
        "notes": "The National Joint Registry (NJR) for England, Wales, Northern Ireland, the Isle of Man and Guernsey, collects information on hip, knee, ankle, elbow and shoulder joint replacement surgery and monitors the performance of joint replacement implants. The NJR started collecting data in April 2003 and submission for NHS organisations has been mandatory since April 2011.\r\n\r\nThe NJR is hosted by the Healthcare Quality Improvement Partnership (HQIP) and overseen by a Steering Committee (NJRSC), which is designated as an NHS England (NHS E) ‘Expert Committee’.\r\n\r\nThe NJRSC Chairman reports directly to the NHS E Medical Director. NJR core services are managed under two contracts held with: NEC Software Solutions: for collection and management of data and technology and the University of Bristol: for provision of statistical support and analysis of data, to support NJR outcome monitoring, research activity and publications.\r\n\r\nThe NJR management team, hosted by the Healthcare Improvement Quality Partnership (HQIP), is responsible for overall operational and contract management of the NJR and for supporting the work of the NJRSC and its sub-committees. Hip, knee, ankle, elbow and shoulder joint replacements have become more common and are generally highly successful operations that bring many patients improved mobility and relief from pain. Many thousands of such operations take place in the UK each year.\r\n\r\nA wide range of implants can be used in the joint replacement operations. The registry helps to monitor the performance of these implants and the effectiveness of different types of surgery, improving clinical standards and benefiting patients, clinicians and the orthopaedic sector as a whole. The NJR currently collects data on all hip, knee, ankle, elbow and shoulder joint replacements across both the NHS, and the independent healthcare sector.",
        "num_resources": 2,
        "num_tags": 0,
        "organization": {
            "id": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
            "name": "healthcare-quality-improvement-partnership",
            "title": "Healthcare Quality Improvement Partnership",
            "type": "organization",
            "description": "The Healthcare Quality Improvement Partnership (HQIP) was established in April 2008 to promote quality in healthcare, and in particular to increase the impact that clinical audit has on healthcare quality improvement. HQIP is an independent organisation led by the Academy of Medical Royal Colleges, The Royal College of Nursing, and National Voices and it works in partnership with patients and healthcare professionals to influence and improve healthcare practice at all levels. \r\n\r\nHQIP commissions, manages, supports, and promotes national and local programmes of quality improvement. This includes the national clinical audit programmes, the Clinical Outcome Review Programmes and the National Joint Registry on behalf of NHS England and other healthcare departments and organisations.  \r\n\r\nIn compliance with its commissioning status, HQIP:\r\n\r\n• Uses best management and procurement practice to ensure robust results and actionable recommendations.\r\n\r\n• Ensures patients and carers remain at the heart of its work through continued, strategic involvement in all relevant processes and projects.  \r\n\r\n• Supports professionals to review and improve their practice by providing education and training programmes, and opportunities to share best practice as part of promoting an integrated approach to quality improvement.\r\n\r\n• Works to inform and influence national healthcare policy by effectively communicating its work and that of its partners.\r\n\r\n• Encourages wide use of robust data for quality improvement of care, offering patient choice, promoting patient safety, supporting revalidation and service accreditation, commissioning, service redesign, and research.\r\n\r\nFurther information about the HQIP Board, the team, and the organisations that HQIP work with is available on the HQIP website at http://www.hqip.org.uk/about-us/.",
            "image_url": "2019-08-22-132348.104165HQIPlogofor-web.jpg",
            "created": "2012-08-20T14:36:56.989437",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "health",
        "title": "National Joint Registry Annual Report 2022",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2022-11-15T10:38:39.463137",
                "datafile-date": "2022-11-15",
                "description": null,
                "format": "CSV",
                "hash": "",
                "id": "883de587-2b72-4d50-a77a-31663fd3026f",
                "last_modified": null,
                "metadata_modified": "2022-11-15T10:38:39.449526",
                "mimetype": "text/csv",
                "mimetype_inner": null,
                "name": "NJR annual report 2022 transparency data",
                "package_id": "0a5f2009-1551-4ef0-a677-6912bb6ecd6f",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.njrcentre.org.uk/wp-content/uploads/Datagov2021.csv",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2022-11-15T10:39:37.569595",
                "datafile-date": "2022-11-15",
                "description": null,
                "format": "CSV",
                "hash": "",
                "id": "78282bc8-e317-4886-b6db-3cfcd83d316b",
                "last_modified": null,
                "metadata_modified": "2022-11-15T10:39:37.555897",
                "mimetype": "text/csv",
                "mimetype_inner": null,
                "name": "Data field descriptors",
                "package_id": "0a5f2009-1551-4ef0-a677-6912bb6ecd6f",
                "position": 1,
                "resource-type": "supporting-document",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.njrcentre.org.uk/wp-content/uploads/Data-Field-Descriptors.csv",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}