{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "creator_user_id": "8e5a3617-17cc-42ad-902d-8808d0f248dc",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "95279fed-6899-4c01-87d9-078cb74c2330",
        "isopen": true,
        "licence-custom": "",
        "license_id": "cc-by",
        "license_title": "Creative Commons Attribution",
        "license_url": "http://www.opendefinition.org/licenses/cc-by",
        "metadata_created": "2024-02-05T14:15:46.666185",
        "metadata_modified": "2024-02-05T14:22:11.181778",
        "name": "npca-state-of-the-nation-report-2023",
        "notes": "The aim of the National Prostate Cancer Audit (NPCA) is to evaluate the patterns of care and outcomes for patients with prostate cancer in England and Wales, and to support services to improve the quality of care. National guidelines underpin the management of patients with prostate cancer and the NPCA evaluates current patterns of care against these standards including guidance and quality standards from the National Institute for Health and Care Excellence (NICE).\r\n\r\nThe information presented here reports on prostate cancer services in England and Wales, showing variation across providers.\r\n\r\nFor the first time since the NPCA Annual Report 2020, we report results from all six of our performance indicators for both England and Wales, using the most recently available data to the audit. Four performance indicators:\r\n\r\n• proportion of men with low-risk localised cancer undergoing radical prostate cancer treatment\r\n\r\n• proportion of men with high-risk/locally advanced disease undergoing radical prostate cancer treatment\r\n\r\n• proportion of patients experiencing at least one genitourinary (GU) complication requiring a procedural/surgical intervention within 2 years of radical prostatectomy\r\n\r\n• proportion of patients receiving a procedure of the large bowel and a diagnosis indicating radiation toxicity up to 2 years following radical prostate radiotherapy (RT)\r\n\r\nrequire risk stratification using the Gleason score, which is not currently available in the Rapid Cancer Registration Dataset (RCRD) used by the NPCA for recent Annual Reports (2021 and 2022). Therefore, to include these, we have used the National Cancer Registration Dataset (NCRD) in England. The most recently available data to the audit from the NCRD in England is between 1st April 2020 and 31st March 2021.\r\n\r\nIn Wales, the data we receive includes the Gleason score, and the most recently available data to the audit covers patients newly diagnosed with prostate cancer between 1st April 2021 and 31st March 2022.\r\n\r\nPrevious analysis has shown that RCRD underestimated the proportion of men diagnosed with metastatic disease when compared to the NCRD, therefore we have used the NCRD in England to report this indicator. This means we report on different time frames for England and Wales. The proportion of patients who had an emergency readmission within 90 days of radical prostate cancer surgery however can be accurately calculated using the RCRD. Therefore, to compare rates between England and Wales, we selected the same timeframe for this indicator.\r\n\r\nTo report on the impact of and recovery from Covid-19 for prostate cancer services, we use the most recently available data in England from the RCRD between 1st January 2022 and 31st January 2023, and in Wales between 1st April 2021 and 31st March 2022.\r\n\r\nIndividual provider results and reports are available enabling regional and national comparisons to support local QI.",
        "num_resources": 2,
        "num_tags": 0,
        "organization": {
            "id": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
            "name": "healthcare-quality-improvement-partnership",
            "title": "Healthcare Quality Improvement Partnership",
            "type": "organization",
            "description": "The Healthcare Quality Improvement Partnership (HQIP) was established in April 2008 to promote quality in healthcare, and in particular to increase the impact that clinical audit has on healthcare quality improvement. HQIP is an independent organisation led by the Academy of Medical Royal Colleges, The Royal College of Nursing, and National Voices and it works in partnership with patients and healthcare professionals to influence and improve healthcare practice at all levels. \r\n\r\nHQIP commissions, manages, supports, and promotes national and local programmes of quality improvement. This includes the national clinical audit programmes, the Clinical Outcome Review Programmes and the National Joint Registry on behalf of NHS England and other healthcare departments and organisations.  \r\n\r\nIn compliance with its commissioning status, HQIP:\r\n\r\n• Uses best management and procurement practice to ensure robust results and actionable recommendations.\r\n\r\n• Ensures patients and carers remain at the heart of its work through continued, strategic involvement in all relevant processes and projects.  \r\n\r\n• Supports professionals to review and improve their practice by providing education and training programmes, and opportunities to share best practice as part of promoting an integrated approach to quality improvement.\r\n\r\n• Works to inform and influence national healthcare policy by effectively communicating its work and that of its partners.\r\n\r\n• Encourages wide use of robust data for quality improvement of care, offering patient choice, promoting patient safety, supporting revalidation and service accreditation, commissioning, service redesign, and research.\r\n\r\nFurther information about the HQIP Board, the team, and the organisations that HQIP work with is available on the HQIP website at http://www.hqip.org.uk/about-us/.",
            "image_url": "2019-08-22-132348.104165HQIPlogofor-web.jpg",
            "created": "2012-08-20T14:36:56.989437",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "health",
        "title": "NPCA State of the Nation Report 2023",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-02-05T14:17:19.138121",
                "datafile-date": "2024-02-05",
                "description": null,
                "format": "XLSX",
                "hash": "",
                "id": "afdec2a4-709b-408c-8645-0736204bff4d",
                "last_modified": null,
                "metadata_modified": "2024-02-05T14:17:19.126003",
                "mimetype": "application/vnd.openxmlformats-officedocument.spreadsheetml.sheet",
                "mimetype_inner": null,
                "name": "NPCA State of the Nation Report 2023 Open Data",
                "package_id": "95279fed-6899-4c01-87d9-078cb74c2330",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.npca.org.uk/content/uploads/2024/02/NPCA-SotN-2023-Open-Data_v1.xlsx",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-02-05T14:18:18.612865",
                "datafile-date": "2024-01-11",
                "description": null,
                "format": "PDF",
                "hash": "",
                "id": "817eb3c0-db33-4955-8522-902640fb3ae1",
                "last_modified": null,
                "metadata_modified": "2024-02-05T14:18:18.599619",
                "mimetype": "application/pdf",
                "mimetype_inner": null,
                "name": "NPCA State of the Nation Report 2023 ",
                "package_id": "95279fed-6899-4c01-87d9-078cb74c2330",
                "position": 1,
                "resource-type": "supporting-document",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.npca.org.uk/content/uploads/2024/02/REF433_NPCA-SotN-Report_230124_v2.pdf",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}