{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": " ",
        "contact-name": " ",
        "contact-phone": " ",
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "foi-email": " ",
        "foi-name": " ",
        "foi-phone": " ",
        "foi-web": " ",
        "id": "2d7d4755-4c4a-42b7-a3c1-21f24e856f2a",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-11T09:38:57.925023",
        "metadata_modified": "2016-02-10T17:02:49.351316",
        "name": "outcomes-for-children-looked-after",
        "notes": "Information on the educational attainment, special educational needs, absence and exclusions of children looked after is obtained through matching children looked after data with data in the national pupil database each year.  Data are available at individual child level.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "health",
        "title": "Outcomes for Children Looked After",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "licence",
                "value": "unpublished"
            },
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The data relating to children looked after by local authorities is not published in its raw form as it contains data defined as personal and sensitive personal data by the Data Protection Act 1998 but a wide range of aggregate outputs including official statistics are published on a regular basis. Some of the more commonly used raw data on children looked after is held in the Department's national pupil database .\r\nThe Secretary of State can share raw data from national pupil database under strict terms and conditions with named bodies and third parties who for the purpose of promoting the education or wellbeing of children in England are conducting research or analysis, producing statistics, or providing information, advice or guidance. This has provided invaluable evidence on education to inform independent research, as well as studies commissioned by the Department.\r\nAccess is subject to requesters complying with terms and conditions imposed under contractual arrangements and a rigorous accreditation process."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}