{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "\npoms@ceh.ac.uk\n",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "66558e4d-b2a1-4176-b898-984b766b2788",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2022-10-26T17:08:57.147346",
        "metadata_modified": "2024-09-22T06:42:55.075979",
        "name": "pan-trap-survey-data-from-the-uk-pollinator-monitoring-scheme-2017-2020",
        "notes": "[THIS DATASET HAS BEEN WITHDRAWN]. This dataset contains samples and occurrences of insects and flowers collected for the 1 km square survey of the UK Pollinator Monitoring Scheme (PoMS). It covers the years 2017 to 2020 (note that 2017 was a pilot year and has less data than subsequent years). This survey uses pan-traps positioned on transects within a randomly allocated set of 1 km squares in England, Scotland and Wales. The sample data contains information on the location of the traps, various environmental variables, and the total number of insect specimens collected. The occurrence data for insects contains records of all hoverflies and bees from the traps, identified (wherever possible) to species level. The occurrence data for flowers contains records of all forbs that are in flower within 2 metres of each pan-tap station. (In addition, Flower-Insect Timed Counts are carried out in the same 1 km squares, see separate dataset for these data.) The UK Pollinator Monitoring Scheme is a partnership between the UK Centre for Ecology & Hydrology, Bumblebee Conservation Trust, Butterfly Conservation, British Trust for Ornithology, Hymettus, Natural History Museum, University of Reading and University of Leeds, working with the Bees, Wasps and Ants Recording Society, wider stakeholders and volunteer networks. PoMS in 2017-2020 has been jointly funded by Defra, the Welsh and Scottish Governments, JNCC and project partners. Full details about this dataset can be found at https://doi.org/10.5285/06cc6b8f-9bd4-4ae4-af5d-65bcbd319e9f",
        "num_resources": 0,
        "num_tags": 1,
        "organization": {
            "id": "866f4088-ae4f-43b8-ba8c-6d3141a327f2",
            "name": "eidc",
            "title": "Environmental Information Data Centre",
            "type": "organization",
            "description": "<p>The <a href=\"https://www.eidc.ac.uk/\" target=\"_blank\">Environmental Information Data Centre (EIDC)</a> is the UK's national data centre for terrestrial and freshwater sciences.</p>\r\n\r\n<p>The EIDC is one of the network of Natural Environment Research Council (NERC) data centres that provide a focal point for its scientific data and information.</p>\r\n\r\n<p>The EIDC is hosted by <a href=\"http://www.ceh.ac.uk/\" target=\"_blank\">the UK Centre for Ecology & Hydrology (UKCEH)</a>, a world-class, independent, not-for-profit research organisation focusing on land and freshwater ecosystems and their interaction with the atmosphere. UKCEH integrates UK-wide observation systems and curiosity driven research, from the smallest scale of genetic diversity to large-scale, whole-Earth systems. We work across disciplines and facilitate academic, public, private and voluntary sector partnerships. UKCEH’s extensive, long-term monitoring, analysis and modelling deliver UK and global environmental data, providing early warnings of change and management solutions for our land and freshwaters.</p>",
            "image_url": "2020-01-09-092402.7201059E2F5F93-AA00-4DD2-8727-97F0F63FD4CB.png",
            "created": "2012-06-27T14:54:40.370760",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "866f4088-ae4f-43b8-ba8c-6d3141a327f2",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2017-05-01"
        ],
        "temporal_coverage-to": [
            "2020-08-31"
        ],
        "title": "Pan-trap survey data from the UK Pollinator Monitoring Scheme, 2017-2020",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"Superseded\", \"The following acknowledgement is required for use of this dataset: The UK Pollinator Monitoring Scheme (PoMS) is funded by the Department for Environment, Food & Rural Affairs (Defra, England), Welsh Government, Scottish Government, Department of Agriculture, Environment and Rural Affairs (DAERA, Northern Ireland), Joint Nature Conservation Committee (JNCC), and the UK Centre for Ecology & Hydrology (UKCEH). UKCEH\\u2019s contribution is funded by the Natural Environment Research Council award number NE/R016429/1 as part of the UK-SCAPE programme delivering National Capability. PoMS is indebted to the many volunteers who carry out surveys and contribute data to the scheme.\", \"If you reuse this data, you should cite: UK Pollinator Monitoring Scheme (2022). Pan-trap survey data from the UK Pollinator Monitoring Scheme, 2017-2020. NERC EDS Environmental Information Data Centre https://doi.org/10.5285/06cc6b8f-9bd4-4ae4-af5d-65bcbd319e9f\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "1.768"
            },
            {
                "key": "bbox-north-lat",
                "value": "60.861"
            },
            {
                "key": "bbox-south-lat",
                "value": "49.864"
            },
            {
                "key": "bbox-west-long",
                "value": "-8.648"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2022-08-19\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": ""
            },
            {
                "key": "guid",
                "value": "06cc6b8f-9bd4-4ae4-af5d-65bcbd319e9f"
            },
            {
                "key": "harvest_object_id",
                "value": "945a5354-f609-4aac-9cef-fbaf2700a8b5"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-09-20T13:09:23"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": " (author, owner, publisher, custodian, pointOfContact); Bumblebee Conservation Trust (owner); Butterfly Conservation (owner); British Trust for Ornithology (owner); Hymettus (owner); Natural History Museum (owner); University of Reading (owner); University of Leeds (owner); Department for Environment, Food & Rural Affairs (owner); Welsh Government (owner); Scottish Government (owner); Department of Agriculture, Environment and Rural Affairs (owner); Joint Nature Conservation Committee (owner)"
            },
            {
                "key": "spatial",
                "value": "{\"type\": \"Polygon\", \"coordinates\": [[[1.768, 49.864], [-8.648, 49.864], [-8.648, 60.861], [1.768, 60.861], [1.768, 49.864]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "92985a0c-1d7c-4ef2-bf51-d5e43178de24"
            },
            {
                "key": "harvest_source_title",
                "value": "EIDC GEMINI records"
            }
        ],
        "tags": [
            {
                "display_name": "Habitats and Biotopes",
                "id": "ff8beadf-6e6d-41e9-9c47-a12d1ba58ee7",
                "name": "Habitats and Biotopes",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "resources": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "fd4f5ab5-73f6-4cbd-b78e-f3aec70869d3"
            },
            {
                "key": "harvest_source_id",
                "value": "92985a0c-1d7c-4ef2-bf51-d5e43178de24"
            },
            {
                "key": "harvest_source_title",
                "value": "EIDC GEMINI records"
            }
        ]
    }
}