{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "06617762-2896-4f45-b489-c21315926064",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T13:45:51.289483",
        "metadata_modified": "2024-11-17T14:03:53.467576",
        "name": "qics-no-evidence-for-impacts-to-molecular-ecophysiology-of-ion-or-co2-regulation-in-tissues-of-",
        "notes": "Whilst sub-seabed Carbon Capture and Storage (CCS) has the potential to remove a significant proportion of anthropogenic CO2 emissions at source, research is necessary to constrain the environmental impacts of potential future gas leaks from storage reservoirs. The QICS project (Quantifying and Monitoring Potential Ecosystem Impacts of Geological Carbons Storage) was established to improve our understanding of these potential impacts and to develop tools and best practice for monitoring sub-seabed CCS reservoirs. Exposure to increased environmental CO2 has been shown to raise the tissue pCO2 of many marine invertebrate species, leading to tissue acidosis and perturbations in both ion transport and bicarbonate buffering. These disturbances can cause downstream effects, seen as metabolic depression in susceptible organisms, compromising the role of particular species within an ecosystem and even causing the local extinction of species groups. To monitor the potential impact to surficial benthic megafauna, cages of bivalves (the common mussel Mytilus edulis Linnaeus, 1758 and the king scallop Pecten maximus (Linnaeus, 1758)) were deployed at the gas release site and at a reference site—both within Ardmucknish Bay, Oban, Scotland. Replicate individuals were sampled at six time points over a 125-day period, which spanned both the 37-day injection and recovery phases of the experiment, in order to establish impacts to molecular physiology. Samples of bivalves were also simultaneously sampled from a reference site within the bay in order to contrast changes in physiology induced by the gas release with naturally variability in the physiological performance of both species. We present data on changes in the transcription of genes coding for key ionic and carbon dioxide regulatory proteins. There was no evidence of gene regulation of either selected carbonic anhydrases (CAx genes) or the alpha subunit of sodium potassium ATPAses (ATP1A genes) in individual bivalves collected from the CO2 gas release site, in either species. In the common mussel M. edulis there was only evidence for changes with time in the expression of genes coding for different classes of carbonic anhydrase. It was therefore concluded that the effects of the plume of elevated pCO2 on ion-regulatory gene transcription were negligible in both species. Whilst the analysed data from this current study do not constitute an impediment to the continued development of sub-seabed CCS as a climate mitigation strategy, further modelling is necessary to predict the consequences of larger or longer term leaks. Further analysis is also required in order to constrain the potential physiological impacts of gas leaks to benthic infaunal species and understand the mechanism of possible avoidance behaviour recorded in burrowing heart urchins Echinocardium cordatum (Pennant, 1777). This is a publication in QICS Special Issue - International Journal of Greenhouse Gas Control, Nicola Pratt et. al. Doi:10.1016/j.ijggc.2014.10.001.",
        "num_resources": 2,
        "num_tags": 4,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2010-05"
        ],
        "temporal_coverage-to": [
            "2014-11-07"
        ],
        "title": "QICS: No evidence for impacts to molecular ecophysiology of ion or CO2 regulation in tissues of selected surface-dwelling bivalves in vicinity of CO2 release",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Either: (i) the dataset is made freely available, e.g. via the Internet, for a restricted category of use (e.g. educational use only); or (ii) the dataset has not been formally approved by BGS for access and use by external clients under licence, but its use may be permitted under alternative formal arrangements; or (iii) the dataset contains 3rd party data or information obtained by BGS under terms and conditions that must be consulted in order to determine the permitted usage of the dataset. Refer to the BGS staff member responsible for the creation of the dataset if further advice is required. He / she should be familiar with the composition of the dataset, particularly with regard to 3rd party IPR contained in it, and any resultant use restrictions. This staff member should revert to the IPR Section (ipr@bgs.ac.uk) for advice, should the position not be clear.\"]"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2014-11-07\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "17c77398-fe1f-5485-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "091f2031-29e4-4bc3-a861-5764ded2781e"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "nonGeographicDataset"
            },
            {
                "key": "responsible-party",
                "value": "University of Southampton, National Oceanography Centre Southampton (pointOfContact, principalInvestigator)"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:03:53.505473",
                "description": "Published as an open access journal article Doi:10.1016/j.ijggc.2014.10.001",
                "format": "",
                "hash": "",
                "id": "9066bf22-c9bf-4583-8aac-91b192fdb20c",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:03:53.473919",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "06617762-2896-4f45-b489-c21315926064",
                "position": 0,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.sciencedirect.com/science/article/pii/S1750583614002928",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:03:53.505475",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "7fd66603-d6ea-4193-b891-e6b71ed8feae",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:03:53.473998",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "06617762-2896-4f45-b489-c21315926064",
                "position": 1,
                "resource_locator_function": "information",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.bgs.ac.uk/ukccs/accessions/index.html#item78177",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Carbon capture and storage",
                "id": "6dbda761-3999-45b1-8f92-e351bdd9ace9",
                "name": "Carbon capture and storage",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "UKCCS",
                "id": "d75b12e3-53ba-4537-be33-32f27a22ef39",
                "name": "UKCCS",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "74a1da2b-3e13-4d2e-a881-4ebcc3ac34d0"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}