{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "f005de18-3766-4be4-b790-4e12f6bc5a52",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T13:39:54.213610",
        "metadata_modified": "2024-11-17T14:01:33.837216",
        "name": "report-longannet-scottishpower-carbon-capture-storage-ccs-consortium-front-end-engineering-and-6",
        "notes": "In March 2010, the Scottish CCS (Carbon Capture & Storage) Consortium began an extensive Front End, Engineering and Design (FEED) study to assess what would be required from an engineering, commercial and regulatory, perspective in order to progress the CCS demonstration project at Longannet Power station in Scotland through to construction. The study yielded invaluable knowledge and the resulting material are available for download here. This section of the report aims to inform potential developers of CCS of the impact of risks on the design of large-scale CCS. It discusses the ScottishPower CCS Consortium approach to risk management, looking particularly at the identification and mitigation of specific areas of risks during FEED and the mitigating actions required for the major residual risks. The section covers five key areas: Overview of the risk assessment process through FEED, including mitigation measures, major movement of the Top 50 risks on the Risk Register, and current active risks; Mitigation strategies for major project risks; Mitigation strategies for those risks with the potential to cause significant delay to the Overall Project Programme; Allocation and insurability of risks; Integrity and risk assessment of existing plant to be integrated; From the outset of FEED, risk management was co-ordinated by the Risk Workstream. The Risk Workstream included representatives of each of the Consortium Partners and Aker Clean Carbon. The Risk Workstream had a remit to capture, codify and report on progress with risk management throughout the study. The management of the risks themselves remained with the risk owners. The Consortium's risk management strategy was based on the provision of a cross-Consortium, over-arching risk management framework. This was developed to: Provide visibility of the Consortium's risk exposure Make best use of the Consortium Partners' risk management experience Facilitate the assessment of the impact of changes within the scope of one Partner's risk profile to the others Encourage the identification of risks at Partner interfaces Provide consistent risk reporting across the Consortium in line with agreed requirements Each Consortium Partner was responsible for reporting monthly on their risks to the Consortium risk lead, who in turn collated the Consortium Partner updates and reported the overall Consortium risk status to the Consortium Management Office and DECC to show how the total risk value changed over the course of FEED. The appropriate summary section from the Feed Close Out Report can be downloaded as a PDF (Risk management.pdf). The main text of the FEED Close Out Report, together with the supporting appendix for this section can be downloaded as PDF files. Note this dataset is a duplicate of the reports held at the National Archive which can be found at the following link - http://webarchive.nationalarchives.gov.uk/20121217150421/http://decc.gov.uk/en/content/cms/emissions/ccs/ukccscomm_prog/feed/scottish_power/risk/risk.aspx",
        "num_resources": 1,
        "num_tags": 4,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2010-03"
        ],
        "temporal_coverage-to": [
            "2011-04"
        ],
        "title": "Report: Longannet ScottishPower Carbon Capture & Storage (CCS) Consortium Front End Engineering and Design (FEED) - Chapter 07: Risk Management Abstract",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Either: (i) the dataset is made freely available, e.g. via the Internet, for a restricted category of use (e.g. educational use only); or (ii) the dataset has not been formally approved by BGS for access and use by external clients under licence, but its use may be permitted under alternative formal arrangements; or (iii) the dataset contains 3rd party data or information obtained by BGS under terms and conditions that must be consulted in order to determine the permitted usage of the dataset. Refer to the BGS staff member responsible for the creation of the dataset if further advice is required. He / she should be familiar with the composition of the dataset, particularly with regard to 3rd party IPR contained in it, and any resultant use restrictions. This staff member should revert to the IPR Section (ipr@bgs.ac.uk) for advice, should the position not be clear.\"]"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2011-04\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "0f461fd2-dacf-6beb-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "45964616-d904-47f0-9380-699a405e5dd5"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": "Department of Energy & Climate Change (DECC)"
            },
            {
                "key": "resource-type",
                "value": "nonGeographicDataset"
            },
            {
                "key": "responsible-party",
                "value": "Department of Energy & Climate Change (DECC) (owner); ScottishPower (originator); Scottish CCS Consortium (originator); ScottishPower CCS Consortium (principalInvestigator); British Geological Survey (distributor, pointOfContact)"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:01:33.873488",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "424284fc-a302-40c3-8b87-d18b18f14cf6",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:01:33.842307",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "f005de18-3766-4be4-b790-4e12f6bc5a52",
                "position": 0,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.bgs.ac.uk/ukccs/accessions/index.html#item37327",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Carbon",
                "id": "975b599f-e6c9-4cdb-8e30-23b5318c46cd",
                "name": "Carbon",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "UKCCS",
                "id": "d75b12e3-53ba-4537-be33-32f27a22ef39",
                "name": "UKCCS",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "5dd009e9-b152-4ca2-84bd-2e742ead6483"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}