{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "not available",
        "creator_user_id": "fe27eda4-4fcf-46e5-8818-5fdb2b0a52f9",
        "id": "fa563c28-ec90-47c3-891b-1cad59dbff70",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2020-02-26T13:39:33.241844",
        "metadata_modified": "2024-11-17T14:01:31.916494",
        "name": "report-longannet-scottishpower-carbon-capture-storage-ccs-consortium-front-end-engineering-and-2",
        "notes": "In March 2010, the Scottish CCS (Carbon Capture & Storage) Consortium began an extensive Front End, Engineering and Design (FEED) study to assess what would be required from an engineering, commercial and regulatory, perspective in order to progress the CCS demonstration project at Longannet Power station in Scotland through to construction. The study yielded invaluable knowledge and the resulting material are available for download here. This section of the report provides details on the organisation and management of the design as well as key design information for the End-to-End CCS chain. This includes the following: Organisation of the design teams; The End-to-End Basis of Design; The design life; The End-to-End CCS chain process; Piping and instrumentation diagrams; Plant and site layout drawings for the various sites; Equipment; Plant and equipment specifications; Subsurface engineering design reports; No attempt has been made to generalise design data. All of the design information presented is specific to the ScottishPower Consortium Project and has been presented to provide an insight into the development of the End-to-End CCS solution. The FEED design study was based on the Outline Solution developed by the Consortium prior to FEED. The Outline Solution was a conceptual design for the End-to-End CCS chain that was considered to be technically feasible within the constraints of the knowledge available at the time. It included a series of optioneering studies to identify the preferred design for this particular project. During FEED, the Outline Solution design was developed in greater detail to reduce the cost and technical uncertainty, and consequently reduce the financial, programme and technical risks prior to commencing the implementation stage of the project. It must be stressed that a FEED study is carried out to develop a design to the degree that the technical and programme risks are reduced to the agreed limits to better inform the project cost estimate. The current status is that the design has been progressed as far as is practicable within the time and cost constraints of the FEED study. Specifications and datasheets for major equipment have been developed in order that they can be issued to potential suppliers during the implementation phase of the project. The FEED study identified further activities that cannot be performed at the FEED stage of the project but which have been recorded as actions for further investigation during the implementation stage. The FEED study has advanced the development of the application of CCS technology considerably. Though research and conceptual studies are essential to the development of any new technology, they cannot identify many of the difficult design issues that are identified and addressed during a FEED study. Similarly the progress from FEED to the implementation phase is expected to present further challenges for a project of this novel nature. However, the advantage of a FEED study is that the main issues that could present high cost or programme difficulties or even potential 'show stoppers' should already have been identified and, where possible, addressed. Key decisions and design changes taken during the FEED study are explained in Section 11 of the report. The FEED study indicates that CCS remains technically feasible. The appropriate summary section from the Feed Close Out Report can be downloaded as a PDF (Design.pdf). The main text of the FEED Close Out Report, together with the supporting appendix for this section can be downloaded as PDF files.",
        "num_resources": 1,
        "num_tags": 4,
        "organization": {
            "id": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
            "name": "british-geological-survey",
            "title": "British Geological Survey (BGS)",
            "type": "organization",
            "description": "A world-leading geoscience centre for survey and monitoring; modelling and research; data and knowledge.\r\n\r\nhttps://www.bgs.ac.uk/home.html\r\n\r\n",
            "image_url": "2020-08-17-104120.024946BGS-Logo-Pos-RGB-01.png",
            "created": "2012-06-27T14:50:32.295517",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "7ad23da8-c49d-4d81-bf85-5cfab52ba143",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "2010-03"
        ],
        "temporal_coverage-to": [
            "2011-04"
        ],
        "title": "Report: Longannet ScottishPower Carbon Capture & Storage (CCS) Consortium Front End Engineering and Design (FEED) - Chapter 03: Design Abstract",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"The copyright of materials derived from the British Geological Survey's work is vested in the Natural Environment Research Council [NERC]. No part of this work may be reproduced or transmitted in any form or by any means, or stored in a retrieval system of any nature, without the prior permission of the copyright holder, via the BGS Intellectual Property Rights Manager. Use by customers of information provided by the BGS, is at the customer's own risk. In view of the disparate sources of information at BGS's disposal, including such material donated to BGS, that BGS accepts in good faith as being accurate, the Natural Environment Research Council (NERC) gives no warranty, expressed or implied, as to the quality or accuracy of the information supplied, or to the information's suitability for any use. NERC/BGS accepts no liability whatever in respect of loss, damage, injury or other occurence however caused.\", \"Either: (i) the dataset is made freely available, e.g. via the Internet, for a restricted category of use (e.g. educational use only); or (ii) the dataset has not been formally approved by BGS for access and use by external clients under licence, but its use may be permitted under alternative formal arrangements; or (iii) the dataset contains 3rd party data or information obtained by BGS under terms and conditions that must be consulted in order to determine the permitted usage of the dataset. Refer to the BGS staff member responsible for the creation of the dataset if further advice is required. He / she should be familiar with the composition of the dataset, particularly with regard to 3rd party IPR contained in it, and any resultant use restrictions. This staff member should revert to the IPR Section (ipr@bgs.ac.uk) for advice, should the position not be clear.\"]"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2011-04\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": "notApplicable"
            },
            {
                "key": "guid",
                "value": "0f461fd2-dacb-6beb-e054-002128a47908"
            },
            {
                "key": "harvest_object_id",
                "value": "2a96d42f-89e1-4677-97d7-d07d24a915fa"
            },
            {
                "key": "licence",
                "value": "[]"
            },
            {
                "key": "metadata-date",
                "value": "2024-11-16"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "progress",
                "value": ""
            },
            {
                "key": "provider",
                "value": "Department of Energy & Climate Change (DECC)"
            },
            {
                "key": "resource-type",
                "value": "nonGeographicDataset"
            },
            {
                "key": "responsible-party",
                "value": "Department of Energy & Climate Change (DECC) (owner); ScottishPower (originator); Scottish CCS Consortium (originator); ScottishPower CCS Consortium (principalInvestigator); British Geological Survey (distributor, pointOfContact)"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-11-17T14:01:31.952920",
                "description": "Resource locator",
                "format": "",
                "hash": "",
                "id": "6dc885e5-cfb1-43c5-aabf-16e62870ad68",
                "last_modified": null,
                "metadata_modified": "2024-11-17T14:01:31.923662",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "",
                "package_id": "fa563c28-ec90-47c3-891b-1cad59dbff70",
                "position": 0,
                "resource_locator_function": "download",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "http://www.bgs.ac.uk/ukccs/accessions/index.html#item37323",
                "url_type": null
            }
        ],
        "tags": [
            {
                "display_name": "Carbon",
                "id": "975b599f-e6c9-4cdb-8e30-23b5318c46cd",
                "name": "Carbon",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NERC_DDC",
                "id": "d24aa95c-95ee-4ccd-92c6-c26cc7a202b6",
                "name": "NERC_DDC",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "NGDC Deposited Data",
                "id": "6dfb920f-6bcf-4028-a66e-a47bdc8547a6",
                "name": "NGDC Deposited Data",
                "state": "active",
                "vocabulary_id": null
            },
            {
                "display_name": "UKCCS",
                "id": "d75b12e3-53ba-4537-be33-32f27a22ef39",
                "name": "UKCCS",
                "state": "active",
                "vocabulary_id": null
            }
        ],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "6dd76425-65c2-434a-a4f0-5b5ee6b8733b"
            },
            {
                "key": "harvest_source_id",
                "value": "064f731c-deca-4353-9165-3cfd863ac0ec"
            },
            {
                "key": "harvest_source_title",
                "value": "British Geological Survey Metadata"
            }
        ]
    }
}