{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "creator_user_id": "7b33f9e3-81ce-436b-9ab9-f4f326470084",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "859f8285-cf20-45fc-9ca9-11fe3b49a37e",
        "isopen": true,
        "licence-custom": "",
        "license_id": "cc-by",
        "license_title": "Creative Commons Attribution",
        "license_url": "http://www.opendefinition.org/licenses/cc-by",
        "metadata_created": "2013-09-09T12:30:47.011972",
        "metadata_modified": "2020-06-25T14:48:04.153168",
        "name": "resource-management-system",
        "notes": "Resource Management (RM) was the system used throughout DWP from 2006 to carry out all its transactional human resources, payroll, finance and procurement functions.  RM held data on over 100,000 staff on behalf of all clients (DWP, Cabinet Office, Department for Education, Health and Safety Executive). This data comprised the full set of protected personal information: name; address; National Insurance number, bank account details; date of birth.  The data held also encompassed data that could be considered sensitive such as disability, sexual orientation, ethnicity; previous names, tax details, next of kin, sick absence dates and reasons, union membership. Note some elements of this data set were supplied on a voluntary basis and cannot be guaranteed to be complete for all employees. The system also contained, payroll records, pay and grade - current and history, allowances, expenses and overtime claims, advances and loans; payments and recoveries, diversity, learning & development activity, educational/professional qualifications, performance appraisal records and the purchase of good and services. As part of the procurement process RM held the details of requisitions raised (approximately 14,000 a year for all clients), purchase orders raised (some 11,500  per year for all clients), and associated supplier details and order values, invoices received and payments made, including supplier bank details and values (approximately 4,200 Bankers' Automated Clearing Services payments per year).  The Purchase to Pay service line also dealt with Accounts Receivable transactions. This dealt with approx. 96,000 receipts a year with the system holding details of individual debtors, the  balanced owed, nature of debt and payments received. RM held the accounting structures for each client  and records of all financial transactions, including manual and automatically created journals with values, descriptions, dates and audit reference data. Some 32,000 journals were processed per year. RM also contained records for Fixed Assets held for all clients.  This covered classification information, description of the asset, initial financial value, depreciation and current value of the asset. Transaction details were present for additions, deletions, revaluations, annual depreciation (approximately 4730 Fixed Asset related transactions per year). VAT transactions also formed part of the accounting data with VAT payment and reconciliation data for clients being held. The Resource Management System was in place from 2006 for DWP, April 2009 for Cabinet Office, and September 2009 for Department for Education. The data covered all parts of the UK and as well as the 11,300 current records there was historical data. ",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "9eb7fee2-76d1-452a-b915-68989e3a731a",
            "name": "department-for-work-and-pensions",
            "title": "Department for Work and Pensions",
            "type": "organization",
            "description": "The Department for Work and Pensions (DWP) is responsible for welfare and pension policy and is a key player in tackling child poverty. It is the biggest public service delivery department in the UK and serves over 20 million customers.\r\n\r\nDWP is a ministerial department, supported by 13 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-work-pensions\r\n",
            "image_url": "",
            "created": "2012-06-27T14:48:40.872943",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "9eb7fee2-76d1-452a-b915-68989e3a731a",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "government",
        "title": "Resource Management System",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}