{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "core-dataset": true,
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "4d7bb757-9ab7-4f92-8e1c-36bbd7d755a8",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-11T09:39:14.947295",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "school-census",
        "notes": "The School Census is a statutory data collection for all maintained nursery, primary, secondary, middle-deemed primary, middle-deemed secondary, local authority maintained special and non-maintained special schools, academies including free schools, studio schools and university technical colleges and city technology colleges in England. Service children’s education schools may also participate on a voluntary basis.\n\nThe School Census collects information about individual pupils and information about the schools themselves, such as their educational provision. The individual pupil information collected includes free school meal eligibility, ethnicity, special educational needs, attendance and exclusions.\n\nThe School Census is collected on a termly basis with 3 collections per calendar year Spring School Census in January, Summer School Census in May and Autumn School Census in October. The School Census was first collected in 2006 for secondary schools only and then for all schools from 2007 onwards. Prior to the School Census this information was collected on an annual basis in January via the Pupil Level Annual School Census.\n",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "education",
        "theme-secondary": [
            "Society"
        ],
        "title": "School Census",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The School Census contains data which are not published in its raw form as it contains data defined as personal and sensitive personal data by the Data Protection Act 1998 but a wide range of aggregate outputs including official statistics are published on a regular basis. The raw data are held in the Department's national pupil database. \n\nThe Secretary of State can share raw data from National Pupil Database under strict terms and conditions with named bodies and third parties who for the purpose of promoting the education or well-being of children in England are conducting research or analysis, producing statistics, or providing information, advice or guidance. This has provided invaluable evidence on education to inform independent research, as well as studies commissioned by the Department.\n\nAccess is subject to requesters complying with terms and conditions imposed under contractual arrangements and a rigorous accreditation process."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}