{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "431b5956-7b87-41ba-8fc5-a4a8b681b797",
        "id": "b230de1f-4f6b-4d2d-ada6-14f1b49818ce",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2017-12-13T14:58:27.958317",
        "metadata_modified": "2024-07-10T10:39:06.383918",
        "name": "seawater-temperature-records-for-the-uk-shelf-01-cefas-coastal-temperature-network",
        "notes": "The Coastal Temperature Network consists of Cefas (and predecessor) originated \ndata and data from external suppliers, who have agreed their data can be \npublished as part of the network (Jones, 1981). The earliest data are from \n1875 (Owers Light vessel) and have been supplied by the Met Office. The \nlongest continuous record provided here is from Eastbourne (1892–2014). \nSampling is from piers and breakwaters 50-200m from the shore where possible \n(Jones, 1981). The present network covers the temperature condition of coastal \nwaters around the coast of England and Wales and was operationally combined \nwith the salinity and temperature conditions across the Southern Bight of the \nNorth Sea. Individuals on behalf of Cefas, councils, companies and other \norganisations have obtained records of coastal sea surface temperature, for \nsome stations, of more than 100-year duration. Approximately half of the \nstations started recording coastal temperatures in the mid–1960s. There are 41 \nstations in England and Wales where 20 out of 41 are still in operation. Cefas \nobservers record coastal sea surface temperature using calibrated thermometers \napproximately 6 – 14 times per month, usually close to the time of high water. \nOther organisations record sea surface temperature ranging from daily values \nto monthly means. Since 2012, the data from Dover Council is recorded every \nminute. Data are published as monthly means (Joyce, 2006); the extracted data \nare the measurements used to calculate the means. The Cefas instruments are \ncalibrated at Lowestoft to an accuracy of ±0.1°C. The accuracy of other \ninstruments is not known, but is thought to be at least to an accuracy of \n±0.2°C. The ferry route observers record offshore sea surface temperature from \nthe ships main seawater pipe using a calibrated thermometer 4 times a month. \nThe temperatures are recorded to at least an accuracy of ±0.2°C. The seawater \nsamples are taken from the sea water main pipe to the harbour pump about 1.5 \nmetres inboard. Quality assurance checks are applied to the data for each \nstation by comparing the current dataset with either a 5 or 10 year running \nmean for each month. The data is first tested to see whether it is normally \ndistributed i.e. whether all the data are close to average. The standard \ndeviation is calculated to see how tightly the data are clustered around the \nmean; three standard deviations are then calculated to account for 99% of the \ndata. If the data are outside this range (3 std dev) then the value is flagged \nand removed from subsequent analysis. See Joyce (2006) for details of the \nduration and history of individual datasets. Inevitably, there are changes in \nthe number and location of monitoring stations over such a long period. At its \npeak the network reported on about 100 locations. This has reduced to around \n30 in the late 20th century. Jones & Jeffs (1991) show the locations of early \ncoastal stations. In addition, operating sites are moved and data recording \nupgraded, e.g. Eastbourne from a manual coastal site (see Joyce, 2006) to, in \n2013, an electronic logging system mounted on an offshore buoy. These changes \nare reflected in the positions associated with the extracted data. See \n`https://www.cefas.co.uk/cefas-data-hub/sea-temperature-and-salinity-trends/`_\n for a full description of the originating system which has sea-surface \ntemperature (and sometimes salinity) data collected at a number of coastal \nsites around England and Wales, some operated by volunteers, some operated by \nlocal councils and some associated with power stations. The longest \ntime-series include those from Eastbourne (1892 - present), Dover (1926 - \npresent) and Port Erin, Isle of Man (1903 - present) although most time series \nbegan in the 1960s or 1970s.\n\n\n\n\n.. _`https://www.cefas.co.uk/cefas-data-hub/sea-temperature-and-salinity-trends/`:\n    https://www.cefas.co.uk/cefas-data-hub/sea-temperature-and-salinity-trends/",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "c756c8da-f176-4640-950e-9c00b9e404df",
            "name": "marine-environmental-data-information-network",
            "title": "Marine Environmental Data & Information Network",
            "type": "organization",
            "description": "MEDIN is a partnership of UK organisations committed to improving access to marine data. Our partners are both public and private sector.",
            "image_url": "",
            "created": "2012-06-27T14:54:56.935179",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "c756c8da-f176-4640-950e-9c00b9e404df",
        "private": false,
        "state": "active",
        "title": "Seawater temperature records for the UK Shelf - 01 - Cefas Coastal Temperature Network",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2024-07-10T10:39:06.404821",
                "description": "The Cefas Data Portal contains metadata records and data sets available to download and connect to in support of our commitment to open science. Data is available in the following formats: CSV, ESRI Shapefile. The data can also be accessed via the WFS and WMS protocols.",
                "format": "",
                "hash": "",
                "id": "32265176-caf0-4ad4-b158-69df3f005798",
                "last_modified": null,
                "metadata_modified": "2024-07-10T10:39:06.388540",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Cefas Data Portal",
                "package_id": "b230de1f-4f6b-4d2d-ada6-14f1b49818ce",
                "position": 0,
                "resource_locator_function": "",
                "resource_locator_protocol": "",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://data.cefas.co.uk/view/3232",
                "url_type": null
            }
        ],
        "tags": [],
        "extras": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}