{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "",
        "contact-name": "",
        "contact-phone": "",
        "creator_user_id": "c2acee36-fe96-4ec7-b6e4-5aeb46e849b9",
        "foi-email": "",
        "foi-name": "",
        "foi-phone": "",
        "foi-web": "",
        "id": "8bcc1763-bbac-43b9-9c53-f34b1c948fa2",
        "isopen": true,
        "licence-custom": "",
        "license_id": "cc-by",
        "license_title": "Creative Commons Attribution",
        "license_url": "http://www.opendefinition.org/licenses/cc-by",
        "metadata_created": "2019-12-17T12:50:22.252013",
        "metadata_modified": "2023-09-06T14:56:30.128447",
        "name": "sentinel-stroke-national-audit-programme-ssnap-acute-organisational-audit-2019",
        "notes": "The SSNAP acute organisational audit is a snapshot audit which runs on a biennial basis and reports on the structure and organisation of acute stroke services in England, Wales and Northern Ireland. The results of the 2019 acute organisational audit contain national and hospital level findings on the organisation of stroke services, in particular acute care organisation, staffing levels and skill mix, provision of stroke treatments, TIA (mini stroke) services, engagement with patients and carers, and pathway at discharge. The results reflect the organisation of stroke services as of 3 June 2019. 100% of eligible hospitals in England, Wales and Northern Ireland participated in the audit.\r\n\r\nThe full results portfolio of named hospital results, available to download below, describes the performance for all 169 participating sites in England, Wales and Northern Ireland. All participating sites were measured against 10 key indicators of acute stroke service organisation enabling hospitals to compare their performance with others and benchmark themselves against national standards and results.\r\n\r\nFull Results Portfolio: A very detailed file showing hospital level results for the 10 key indicators of acute stroke service organisation as well as every data item benchmarked against the national average.\r\n\r\nNational report: Includes national level results for the 2019 acute organisational audit. Includes national performance against 10 key indicators and many important aspects of acute stroke service organisation, clinical commentary, changes over time and country comparisons",
        "num_resources": 2,
        "num_tags": 0,
        "organization": {
            "id": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
            "name": "healthcare-quality-improvement-partnership",
            "title": "Healthcare Quality Improvement Partnership",
            "type": "organization",
            "description": "The Healthcare Quality Improvement Partnership (HQIP) was established in April 2008 to promote quality in healthcare, and in particular to increase the impact that clinical audit has on healthcare quality improvement. HQIP is an independent organisation led by the Academy of Medical Royal Colleges, The Royal College of Nursing, and National Voices and it works in partnership with patients and healthcare professionals to influence and improve healthcare practice at all levels. \r\n\r\nHQIP commissions, manages, supports, and promotes national and local programmes of quality improvement. This includes the national clinical audit programmes, the Clinical Outcome Review Programmes and the National Joint Registry on behalf of NHS England and other healthcare departments and organisations.  \r\n\r\nIn compliance with its commissioning status, HQIP:\r\n\r\n• Uses best management and procurement practice to ensure robust results and actionable recommendations.\r\n\r\n• Ensures patients and carers remain at the heart of its work through continued, strategic involvement in all relevant processes and projects.  \r\n\r\n• Supports professionals to review and improve their practice by providing education and training programmes, and opportunities to share best practice as part of promoting an integrated approach to quality improvement.\r\n\r\n• Works to inform and influence national healthcare policy by effectively communicating its work and that of its partners.\r\n\r\n• Encourages wide use of robust data for quality improvement of care, offering patient choice, promoting patient safety, supporting revalidation and service accreditation, commissioning, service redesign, and research.\r\n\r\nFurther information about the HQIP Board, the team, and the organisations that HQIP work with is available on the HQIP website at http://www.hqip.org.uk/about-us/.",
            "image_url": "2019-08-22-132348.104165HQIPlogofor-web.jpg",
            "created": "2012-08-20T14:36:56.989437",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "6ba3a546-9d33-4e2b-887e-5310d6b561af",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "health",
        "title": "Sentinel Stroke National Audit Programme (SSNAP) - Acute Organisational Audit 2019",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2019-12-17T12:50:54.093103",
                "datafile-date": "",
                "description": "",
                "format": ".xlsx",
                "hash": "",
                "id": "2134c4ee-ff38-4a92-a96c-828e5d4fe600",
                "last_modified": null,
                "metadata_modified": "2019-12-17T12:50:54.093103",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Full Results Portfolio (2019)",
                "package_id": "8bcc1763-bbac-43b9-9c53-f34b1c948fa2",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.strokeaudit.org/Documents/National/AcuteOrg/2019/2019-Portfolio.aspx",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2019-12-17T12:51:11.747252",
                "datafile-date": "",
                "description": "",
                "format": ".pdf",
                "hash": "",
                "id": "dfa91a13-caf4-453e-9817-e3104190f5a2",
                "last_modified": null,
                "metadata_modified": "2019-12-17T12:51:11.747252",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "National Report (2019)",
                "package_id": "8bcc1763-bbac-43b9-9c53-f34b1c948fa2",
                "position": 1,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.strokeaudit.org/Documents/National/AcuteOrg/2019/2019-AOANationalReport.aspx",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}