{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": "data@jncc.gov.uk",
        "creator_user_id": "60e687bf-a6d8-43e2-a50e-efab84b27952",
        "id": "12b617fd-6729-4e91-b100-249ec67d42da",
        "isopen": true,
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2015-12-15T20:21:35.686328",
        "metadata_modified": "2018-05-17T12:36:11.843700",
        "name": "species-point-records-from-1985-opru-hre-milford-haven-and-the-cleddau-survey",
        "notes": "Milford Haven and the estuary of the Rivers Cleddau (the Daucleddau) are situated at the south-west tip of Wales. The area under tidal influence includes over 110 km of coastline but with an entrance only 3.5 km wide. There is a main channel with some large bays near the entrance and muddy creeks (pills) at intervals along the length of the inlet. Geologically, the area is predominantly of Old Red Sandstone but with areas of Millstone Grit and Limestone. The inlet is a ria and the steep-sided valley east of the Cleddau Bridge continues into the subtidal. This results in the presence of extensive rocky shores which continue underwater as steep rock or boulder slopes in places. Mud flats are present in the wider parts of Milford Haven and in the pills. Sandy beaches are present near to the entrance. The seabed is predominantly of muddy sediments but with much shell and coarse material mixed-in Milford Haven whilst, in the narrow Daucleddau, cobbles and shell gravel are generally present. Depths in excess of 10 m below chart datum are present throughout Milford Haven and the Daucleddau as far east as Beggars Reach (almost 20 km from the entrance) and in excess of 5 m to Black Tar (a further 4km). Freshwater input to the system is about 7.5 x 10 to the power of five m3 per day, the average amounting to 0.4% of the tidal prism at neap tides and thus causing appreciable dilution only in the narrower landward parts of the inlet. The area has been an important centre for shipping and light industry for hundreds of years and currently provides sheltered berths for oil tankers at three refineries. Recent developments have included the cultivation of oysters and rearing of fin fish within the sheltered waters of the Daucleddua. Milford Haven and the Daucleddau have been the subject of many studies particularly since about 1960. These have provided descriptions of rocky intertidal and sediment subtidal communities in particular as well as records of effects of oil industry development and oil pollution in Milford Haven. Several studies have also been undertaken of the hydrography of the inlet. The present survey and a previous NCC commisioned survey in 1978/79 aimed to collect further information on the marine habitats and communities present in Milford Haven and the Duncleddau, particularly in areas and habitats inadequately sampled previously. The habitats present and abundance of conspicuous species were recorded on the shore and in the subtidal by diving. A dredge was used on one day to collect samples for analysis of species living in sediments. Fourteen intertidal, 17 subtidal diving and seven dredge sites were surveyed and sampled in 1985. Description of habitats and communities was based on these data together with the results of rocky shore and sediment shore surveys undertaken during work funded by the Institute of Petroleum, and with the results of surveys during 1978/79 of 37 sublittoral sites during the south-west Britain Sublittoral Survey. Ten intertidal and seven subtidal habitat/community types are described and the distribution of habitats and communities discussed in relation to hydrography and other factors. The area is considered to include a wide range of habitats and communities, several of which are of scientific and/or nature conservation interest. Particular attention is drawn to the muddy-sand beaches near the entrance to the Haven, the sheltered or very sheltered bedrock shores in Milford Haven and the Duncleddau, creek muds and mud banks, subtidal bedrock and stable boulders in the Haven, artificial substrata in the Haven, wave sheltered/tidal streams exposed hard substrata in the eastern Haven and Duncleddau, areas of Maerl near Stack Rock and areas of muddy sand colonised by Zostera marina. Fourteen algae and three animal species are noted as of particular scientific interest in their presence in Milford Haven and the Duncleddau. Records currently considered sensitive have been removed from this dataset.",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
            "name": "joint-nature-conservation-committee",
            "title": "Joint Nature Conservation Committee",
            "type": "organization",
            "description": "The Joint Nature Conservation Committee (JNCC) is the statutory adviser to the UK Government on national and international nature conservation. Its work contributes to maintaining and enriching biological diversity, conserving geological features and sustaining natural systems.",
            "image_url": "",
            "created": "2012-06-27T14:51:55.214152",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d535271c-a76d-4af2-81e7-335b5da1a2bf",
        "private": false,
        "state": "active",
        "temporal_coverage-from": [
            "1985-07-15"
        ],
        "temporal_coverage-to": [
            "1985-10-16"
        ],
        "theme-primary": "environment",
        "theme-secondary": [],
        "title": "Species point records from 1985 OPRU HRE Milford Haven and the Cleddau survey",
        "type": "dataset",
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "UKLP",
                "value": "True"
            },
            {
                "key": "access_constraints",
                "value": "[\"no limitations\"]"
            },
            {
                "key": "bbox-east-long",
                "value": "-4.876837269"
            },
            {
                "key": "bbox-north-lat",
                "value": "51.7687392"
            },
            {
                "key": "bbox-south-lat",
                "value": "51.6598881"
            },
            {
                "key": "bbox-west-long",
                "value": "-5.157721213"
            },
            {
                "key": "coupled-resource",
                "value": "[]"
            },
            {
                "key": "dataset-reference-date",
                "value": "[{\"type\": \"publication\", \"value\": \"2007-04-25\"}]"
            },
            {
                "key": "frequency-of-update",
                "value": ""
            },
            {
                "key": "guid",
                "value": "7428ba97-cb6c-4b80-9e53-1c2ec21095f6"
            },
            {
                "key": "harvest_object_id",
                "value": "6be51447-ecf6-4ae6-84af-b73385744e3b"
            },
            {
                "key": "harvest_source_reference",
                "value": "http://data.jncc.gov.uk/waf/7428ba97-cb6c-4b80-9e53-1c2ec21095f6.xml"
            },
            {
                "key": "import_source",
                "value": "harvest"
            },
            {
                "key": "metadata-date",
                "value": "2018-05-17"
            },
            {
                "key": "metadata-language",
                "value": "eng"
            },
            {
                "key": "provider",
                "value": ""
            },
            {
                "key": "resource-type",
                "value": "dataset"
            },
            {
                "key": "responsible-party",
                "value": "Digital and Data Solutions, JNCC (custodian)"
            },
            {
                "key": "spatial",
                "value": "{\"type\":\"Polygon\",\"coordinates\":[[[-4.876837269, 51.6598881],[-4.876837269, 51.7687392], [-5.157721213, 51.7687392], [-5.157721213, 51.6598881], [-4.876837269, 51.6598881]]]}"
            },
            {
                "key": "spatial-data-service-type",
                "value": ""
            },
            {
                "key": "spatial-reference-system",
                "value": ""
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2015-12-15T20:21:35.742253",
                "description": "Resource locator",
                "format": "CSV",
                "hash": "",
                "id": "125e2b04-61da-43fe-9ed7-f3acac066807",
                "last_modified": null,
                "metadata_modified": "2015-12-15T20:21:35.742253",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "1985-OPRU-HRE-Milford-Haven-and-the-Cleddau-survey.csv",
                "package_id": "12b617fd-6729-4e91-b100-249ec67d42da",
                "position": 0,
                "resource_locator_function": "",
                "resource_locator_protocol": "",
                "resource_type": "file",
                "size": null,
                "state": "active",
                "url": "http://data.jncc.gov.uk/data/7428ba97-cb6c-4b80-9e53-1c2ec21095f6-1985-OPRU-HRE-Milford-Haven-and-the-Cleddau-survey.csv",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "6be51447-ecf6-4ae6-84af-b73385744e3b"
            },
            {
                "key": "harvest_source_id",
                "value": "d1918892-cfa5-427a-839f-152fb75518b9"
            },
            {
                "key": "harvest_source_title",
                "value": "data.jncc.gov.uk"
            }
        ]
    }
}