{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "contact-email": " ",
        "contact-name": " ",
        "contact-phone": " ",
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "foi-email": " ",
        "foi-name": " ",
        "foi-phone": " ",
        "foi-web": " ",
        "id": "29e1e2c4-4859-4c9d-ae9f-afb7d0b306b2",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-11T09:39:36.021038",
        "metadata_modified": "2016-02-10T16:47:04.194403",
        "name": "the-database-of-teacher-records",
        "notes": "The Database of Teacher Records is a byproduct of the administration of the Teachers' Pension Scheme. The provision of data to the scheme is a statutory requirement.  It includes teachers and lecturers within educational establishments across England and Wales that are recognised as employers of staff who are within the Teachers Pension Scheme e.g. Local Authorities, Academies, Further Education, Higher Education Establishments, and accepted Independent Schools and Function Providers.\r\nInformation about service and salary at individual member level is collected from scheme employers.  The information is used to inform pension benefit calculations, scheme budget forecasting and valuations, and production of benefit statements.  The data collection takes place regularly throughout the year by an external contractor who delivers the scheme administration services on behalf of the Department.\r\n\r\nThe Teachers’ Pension Scheme Annual Return is a statutory information collection required for the purpose of pension scheme administration. The coverage of the collection is teachers and lecturers within establishments across England and Wales that are recognised as employers of the Teachers' Pension Scheme e.g. Local Authorities, Academies, Further Education, Higher Education Establishments, and accepted Independent Schools and Function Providers.\r\nInformation is collected on the number of individuals in receipt of a pension including the value and type of award made by the Teachers' Pension Scheme.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "education",
        "title": "The Database of Teacher Records",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "licence",
                "value": "unpublished"
            },
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The data are collected as part of the administration of the Teachers Pension Scheme Annual Return are are collected for pension administration purposes and are not published in its raw form. The Database of Teachers' Records does not include every teacher as those who have opted out of the Teachers' Pension Scheme are not included. Additionally the process of capturing, validating and updating teachers' records means the Database of Teacher Records suffers from a lag of up to 18 months behind the current date. The statistics it could generate are teacher numbers, gender breakdowns and details of salaries which are released publicly from the annual School Workforce Census which is more comprehensive and more up to date.\r\nThe data within the Database of Teacher Records are not published in its raw form as it contains data defined as sensitive and personal by the Data Protection Act 1998. Statistics are produced and publicly released from the Database of Teacher Records each year. These statistics use the longitudinal nature of the Database of Teacher Records dataset and show the numbers of new entrants to teaching, the numbers of teachers changing jobs and schools and the numbers of teachers leaving the profession. These statistics are produced once a year and are now published alongside the School Workforce Census statistical release.\r\n\r\nThe Teachers’ Pension Scheme Annual Return Statistics have been produced and publicly released from the Teachers’ Pension Scheme Annual Return on a regular basis. The Teachers’ Pension Scheme Annual Return produces information showing the number of retirements in each year by gender, age, grade, school type and by type of retirement e.g. premature (including those in receipt of actuarially reduce benefits), ill-health, at retirement age). Statistics are also produced on the average annual pension awarded.\r\nStatistics of this kind are released as additional tables on the School Workforce in England page for the relevant years.\r\nAs the collection contains identifiable individual information, and is collected for pension administration purposes, this dataset is not published in accordance with the Data Protection Act.\r\n"
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}