{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "19588934-eb61-4984-ae8a-e6714eee78d0",
        "id": "ed07c413-68db-416c-85a0-ab1d0b307e2a",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-08-30T15:45:20.807712",
        "metadata_modified": "2013-12-19T10:28:47.285969",
        "name": "voa-non-domestic-rating--addresses-floor-areas-characteristics-and-attributes-of-properties",
        "notes": "Non-Domestic Rating data, including addresses, floor areas, characteristics and attributes of properties. Property attribute and transactions data underpin the information base necessary for the VOA to value properties correctly for property tax (Non-Domestic Rates and Council Tax) and for valuation work carried out for other public sector clients (e.g. Inheritance Tax and Capital Gains Tax). By statute non-domestic properties are revalued every 5 years and then appeals and material changes of circumstances are dealt with thereafter.  There is no single source of information and the valuation process involves bringing together various data sources. However the Form of Return is a key compenent to allow VOA to establish a fair market rent for properties, which is the basis of rating assessments. Updated: Continuously as and when properties are built, altered or removed and when occupations are re-organised",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "05899d02-862a-495a-b069-6351983dc558",
            "name": "valuation-office-agency",
            "title": "Valuation Office Agency",
            "type": "organization",
            "description": "The Valuation Office Agency (VOA) provides the government with the valuations and property advice required to support taxation and benefits. It compiles and maintains the business rating and council tax valuation lists for England and Wales, and delivers a range of valuation and surveying services to over 4,000 public sector bodies.\r\n\r\nVOA is an executive agency of HM Revenue & Customs\r\n\r\nhttp://www.voa.gov.uk/corporate/index.html\r\n",
            "image_url": "",
            "created": "2012-06-27T14:53:58.747768",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "05899d02-862a-495a-b069-6351983dc558",
        "private": false,
        "state": "active",
        "theme-primary": "mapping",
        "theme-secondary": [
            "Government Spending"
        ],
        "title": "VOA Non domestic rating - addresses, floor areas, characteristics and attributes of properties",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": ""
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}