{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "60e687bf-a6d8-43e2-a50e-efab84b27952",
        "id": "3fd19df2-28bf-4387-a752-38aa40130a32",
        "isopen": false,
        "license_id": null,
        "license_title": null,
        "metadata_created": "2019-12-20T12:34:27.632147",
        "metadata_modified": "2024-11-16T22:00:53.295006",
        "name": "waste-contracts-register",
        "notes": "The Mayor set out his strategic policy framework for the management of London's municipal waste in the London Environment Strategy (LES), published in May 2018. Proposal 7.2.1.b set out the Mayor’s proposal to hold a contract register to monitor when waste authority contracts come up for renewal. The register is designed to be available for all waste authorities to view and support joint working and joint procurement opportunities. Joint working can provide better value for money on ‘like for like’ services and achieve service harmonisation across borough boundaries to help remove barriers to recycling.\n\nThe Greater London Authority (GLA) consulted waste authorities on the appropriate contracts to feature in the contract register, resulting in the creation of two documents that together form the contract register. The first document (Contract Expiry Dates) contains a table of the expiry dates for local authority waste and recycling collection contracts and another table of the expiry dates for local authority waste and recycling disposal contracts. The second document (Waste Contract Procurement) contains details of the waste and recycling contracts authorities have procured, or are currently procuring, since the Mayor published his LES in May 2018. London local authorities introducing new waste contracts or work are required to notify the Mayor and enter a consultation period in which the GLA determine general conformity of the contract documents with the Mayor’s LES. Publishing a list of the authorities undertaking this process to procure waste and recycling contracts gives other authorities the chance to identify opportunities for joint procurement.\n\nWaste authorities under the GLA Act 1999 are required to notify the Mayor in writing of their intention to commence an Find-A-Tender public procurement regulations (PPR) procedure:\n\n*   Allowing at least 56 days to elapse after giving notice before issuing a prior information notice in Find-A-Tender\n*   If publishing a contract notice or cessation notice, allowing at least 108 days to elapse after notification before sending a contract notice to Find-A-Tender\n\nWaste authorities with Direct Service Order (DSO) or ‘in-house’ arrangements do not constitute a formal contract and are not bound by European public procurement procedures, so are under a duty to comply with the Mayor’s LES on an on-going basis, even when the LES changes.\n\nIf a waste authority is exempt from the PPRs, then the authority is barred from awarding the contract or work unless and until:\n\n*   it has notified the Mayor that it proposes to enter into such a contract and\n*   at least 56 days beginning on the date of notification has elapsed\n\nWaste authorities should publicly notify their intention to tender a waste contract to other waste authorities and Resource London at the same time as notifying the Mayor. When a waste authority notifies the GLA of their intention to introduce new work or procure a new contract, the GLA will update the contracts register for other waste authorities to view. When considering approaches to waste contract procurement, waste authorities are encouraged to first consult the contract register and explore joint procurement opportunities. Waste authorities are not required to inform the Mayor that they intend to extend an existing waste contract, but they are encouraged to engage with GLA officers before making the decision.\n\nYou can notify the Mayor in writing of your intention to procure a new waste contract by contacting Sam Davies at sam.davies@london.gov.uk. The GLA welcome positive and timely engagement from waste authorities to allow for a smooth and effective review process. Please get in touch for advice on the review procedure and support available.\n\nFor more information on the Mayor’s strategic direction for the management of London's waste, please refer to the [Mayor’s London Environment Strategy](https://www.london.gov.uk/what-we-do/environment/london-environment-strategy).\n\nFor more information on the duties of London waste authorities to notify the Mayor of their intention to procure new waste contracts or award new work, please refer to the [GLA Act](https://www.legislation.gov.uk/ukpga/1999/29/contents).",
        "num_resources": 2,
        "num_tags": 0,
        "organization": {
            "id": "4fc67187-8f81-4eaa-8820-b18d0cbf1ff6",
            "name": "greater-london-authority",
            "title": "Greater London Authority",
            "type": "organization",
            "description": "",
            "image_url": "",
            "created": "2012-06-27T14:49:02.054509",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "4fc67187-8f81-4eaa-8820-b18d0cbf1ff6",
        "private": false,
        "state": "active",
        "title": "Waste Contracts Register",
        "type": "dataset",
        "url": "https://data.london.gov.uk/dataset/waste-contracts-register",
        "version": null,
        "extras": [
            {
                "key": "dcat_issued",
                "value": "2019-03-01T13:52:05.286Z"
            },
            {
                "key": "dcat_modified",
                "value": "2024-07-26T14:56:48.211Z"
            },
            {
                "key": "dcat_publisher_name",
                "value": "Greater London Authority (GLA)"
            },
            {
                "key": "guid",
                "value": "2f66a9ab-ed87-4600-90e5-09a172173fb9"
            },
            {
                "key": "language",
                "value": ""
            }
        ],
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2022-07-25T20:21:49.381643",
                "description": "Last updated: 26.07.2024",
                "format": "XLSX",
                "hash": "",
                "id": "424edd11-48c6-4cea-8ce9-4b5b52b76f58",
                "last_modified": null,
                "metadata_modified": "2024-07-27T06:00:36.440294",
                "mimetype": "application/vnd.openxmlformats-officedocument.spreadsheetml.sheet",
                "mimetype_inner": null,
                "name": "Waste Authority Contract Register - Waste Contract Procurement",
                "package_id": "3fd19df2-28bf-4387-a752-38aa40130a32",
                "position": 0,
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://data.london.gov.uk/download/waste-contracts-register/d55f8bb1-5a5f-4f94-9875-b19e0f3d5b7c/Waste%2520Authority%2520Contract%2520Register%2520-%2520Waste%2520Contract%2520Procurement%2520Jul%252022.xlsx",
                "url_type": null
            },
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2023-10-04T22:00:24.704239",
                "description": "Last updated: October 2023",
                "format": "XLSX",
                "hash": "",
                "id": "14241d36-4f27-45de-8a72-b954bedba099",
                "last_modified": null,
                "metadata_modified": "2024-07-27T06:00:36.440371",
                "mimetype": "application/vnd.openxmlformats-officedocument.spreadsheetml.sheet",
                "mimetype_inner": null,
                "name": "Waste Authority Contract Register - Contract Expiry Dates",
                "package_id": "3fd19df2-28bf-4387-a752-38aa40130a32",
                "position": 1,
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://data.london.gov.uk/download/waste-contracts-register/b9315718-05f0-4cbf-881f-15760c5842bb/Waste%2520Authority%2520Contract%2520Register%2520-%2520Contract%2520Expiry%2520Dates%2520-%2520October%25202023.xlsx",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": [],
        "harvest": [
            {
                "key": "harvest_object_id",
                "value": "21ce35ae-a102-4aef-b28b-abee4a2d8f09"
            },
            {
                "key": "harvest_source_id",
                "value": "8f43c9d7-fe24-44a6-a4a4-9f4f77aa06f6"
            },
            {
                "key": "harvest_source_title",
                "value": "London Datastore - GLA"
            }
        ]
    }
}