{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "planning.policy@woking.gov.uk",
        "contact-name": "Planning Policy Team",
        "contact-phone": "01483 743871",
        "creator_user_id": "59cd0db8-a396-4232-b7e4-5db7204fc95b",
        "foi-email": "foi@woking.gov.uk",
        "foi-name": "FOI Team",
        "foi-phone": "",
        "foi-web": "",
        "id": "8b32e5cb-b243-425c-819a-d630906d9fce",
        "isopen": true,
        "licence-custom": "100025452",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2021-12-23T11:48:36.064785",
        "metadata_modified": "2021-12-23T12:21:57.219213",
        "name": "woking-borough-council-brownfield-land-register-part-one-2021",
        "notes": "Woking Borough Council's Brownfield Land Register (Part 1) comprises all brownfield sites that the Council has assessed as being appropriate for residential development. All sites included on Part 1 have been assessed as meeting the National Planning Policy Framework definition of previously developed (brownfield) land:\r\nLand which is or was occupied by a permanent structure, including the curtilage of the developed land (although it should not be assumed that the whole of the curtilage should be developed) and any associated fixed surface infrastructure. This excludes: land that is or was last occupied by agricultural or forestry buildings; land that has been developed for minerals extraction or waste disposal by landfill, where provision for restoration has been made through development management procedures; land in built-up areas such as private residential gardens, parks, recreation grounds and allotments; and land that was previously-developed but where the remains of the permanent structure or fixed surface structure have blended into the landscape.\r\n\r\nTo be considered suitable for housing, sites must meet the definition of brownfield land and be: \r\n\r\n• Available for residential development; \r\n\r\n• Suitable for residential development and free from constraints that cannot be mitigated; \r\n\r\n• Achievable - development is likely within 15 years; and capable of supporting five or more dwellings, or have an area of at least 0.25ha.\r\n\r\nCurrently, there are 52 sites included in Part 1 of Woking Borough Council's Brownfield Land Register. Details of a further 26 sites which no longer need to be listed as active sites on the register are retained for historical reasons in accordance with the Planning Practice Guidance. Five additional sites were added to this non-active list in 2021. These sites are no longer part of the active register because they have either been incorporated into larger sites or because development has been implemented.\r\n\r\nThe inclusion of sites on Part 1 does not give them any formal status, or grant permission in principle. Planning applications on these sites will be considered on their merits in accordance with the Local Development Plan, national policy and any other material considerations.\r\n\r\nWoking Borough Council's Brownfield Land Register 2021 comprises:\r\n\r\n• Brownfield sites allocated for residential development, or mixed use development that includes a residential component, in the Council's adopted Site Allocations Development Plan Document (2021). These are assessed as being deliverable and developable against the criteria of the National Planning Policy Framework;\r\n\r\n• Sites that have been unlocked by the Council's successful Housing Infrastructure Fund (HIF) bid;\r\n\r\n• SHLAA Sites that have recently been reviewed and are assessed as being deliverable and developable against the criteria in the National Planning Policy Framework;\r\n\r\n• Brownfield sites that have been granted planning permission and have not started.\r\n\r\nWhere sites unlocked by the HIF overlap with sites proposed in the Site Allocations Development Plan Document, generally the larger HIF site boundaries have been used. Indicative housing yields to be unlocked by the HIF are expressed in the 'NetDwellingsRangeTo' column; this is to capture the higher site capacities that will be enabled by infrastructure upgrades.\r\n\r\nPart 2 of the register will be a subset of the sites in Part 1 and will be used to identify sites that the Council considers should be granted permission in principle (PiP). PiP is a tool which is intended to work alongside existing routes for obtaining planning permission. It can only be granted on housing-led developments and is intended to offer an alternative route to obtaining planning permission.\r\n\r\nAt the current time, the Council is not granting permission in principle for any sites on Part 1 of its Brownfield Land Register. Therefore it is not publishing Part 2 of the register. This is something that the Council will consider further and decide on in due course.\r\n",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "1fba0028-d66e-451b-90c9-74bc4e21d397",
            "name": "woking-borough-council",
            "title": "Woking Borough Council",
            "type": "organization",
            "description": "",
            "image_url": "",
            "created": "2012-06-27T14:50:39.085813",
            "is_organization": true,
            "approval_status": "approved",
            "state": "active"
        },
        "owner_org": "1fba0028-d66e-451b-90c9-74bc4e21d397",
        "private": false,
        "schema-vocabulary": "25c4b1eb-05b4-45dc-9c95-f0e0c0cf1c45",
        "state": "active",
        "theme-primary": "towns-and-cities",
        "title": "Woking Borough Council Brownfield Land Register - Part One 2021",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2021-12-23T11:52:14.253006",
                "datafile-date": "2021-12-23",
                "description": null,
                "format": "",
                "hash": "",
                "id": "4d6a01e6-be50-4653-a9e8-3129012cf19a",
                "last_modified": null,
                "metadata_modified": "2021-12-23T11:52:14.238986",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Woking Borough Council Brownfield Land Register",
                "package_id": "8b32e5cb-b243-425c-819a-d630906d9fce",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.woking2027.info/ldfregisters",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}