{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "codelist": "",
        "contact-email": "gillian.bernadt@woking.gov.uk",
        "contact-name": "Gillian Bernadt",
        "contact-phone": "Freedom of Information",
        "creator_user_id": "59cd0db8-a396-4232-b7e4-5db7204fc95b",
        "foi-email": "",
        "foi-name": "foi@woking.gov.uk",
        "foi-phone": "",
        "foi-web": "",
        "id": "5ab5f70c-f46a-483f-9c6a-19d7d0c7f4bd",
        "isopen": true,
        "licence-custom": "100025452",
        "license_id": "uk-ogl",
        "license_title": "UK Open Government Licence (OGL)",
        "license_url": "http://reference.data.gov.uk/id/open-government-licence",
        "metadata_created": "2020-12-23T16:08:40.311087",
        "metadata_modified": "2020-12-23T17:46:51.399542",
        "name": "woking-borough-council-brownfield-land-register-part-one-2020",
        "notes": "Woking Borough Council's Brownfield Land Register (Part 1) comprises all brownfield sites that the Council has assessed as being appropriate for residential development. The register is produced to meet the requirements of The Town and Country Planning (Brownfield Land Register) Regulations 2017 and the Town and Country Planning (Permission in Principle) Order 2017, to prepare and maintain registers of brownfield land considered to be appropriate for residential development.\r\n\r\nTo be considered suitable for housing, sites must meet the definition of brownfield land and be: - Available for residential development; - Suitable for residential development and free from constraints that cannot be mitigated; - Achievable - development is likely within 15 years; and - Capable of supporting five or more dwellings, or have an area of at least 0.25ha.\r\n\r\nCurrently, there are 54 sites included in Part 1 of Woking Borough Council's Brownfield Land Register. Details of a further 21 sites which no longer need to be listed are retained on the register for historical reasons in accordance with the Planning Practice Guidance. These sites are no longer listed because they have either been incorporated into larger sites or because development has been implemented.\r\n\r\nThe inclusion of sites on Part 1 does not give them any formal status, or grant permission in principle. Planning applications on these sites will be considered on their merits in accordance with the Local Development Plan, national policy and any other material considerations.\r\n\r\nWoking Borough Council's Brownfield Land Register comprises:\r\n\r\nBrownfield sites allocated for residential development, or mixed use development that includes a residential component, in the Council's emerging draft Site Allocations Development Plan Document. These are assessed as being deliverable and developable against the criteria of the National Planning Policy Framework;\r\n\r\nSites that have been unlocked by the Council's successful Housing Infrastructure Fund (HIF) bid;\r\n\r\nSHLAA sites that have recently been reviewed and are assessed as being deliverable and developable against the criteria in the National Planning Policy Framework;\r\n\r\nBrownfield sites that have been granted planning permission and are either under construction or not started.\r\n\r\nWhere sites unlocked by the HIF overlap with sites proposed in the draft Site Allocations Development Plan Document, the generally larger HIF site boundaries have been used.\r\n\r\nIndicative housing yields to be unlocked by the HIF are expressed in the 'NetDwellingsRangeTo' column; this is to capture the higher site capacities that will be enabled by infrastructure upgrades.\r\n\r\nPart 2 of the register will be a subset of the sites in Part 1 and will be used to identify sites that the Council considers should be granted permission in principle (PiP). PiP is a tool intended to work alongside existing routes for obtaining planning permission. It can only be granted on housing-led developments and is intended to offer an alternative route to obtaining planning permission.\r\n\r\nAt the current time, the Council is not granting permission in principle for any sites on Part 1 of its Brownfield Land Register, so is not publishing Part 2 of the register. This is something that the Council will consider further and decide on in due course.\r\n",
        "num_resources": 1,
        "num_tags": 0,
        "organization": {
            "id": "1fba0028-d66e-451b-90c9-74bc4e21d397",
            "name": "woking-borough-council",
            "title": "Woking Borough Council",
            "type": "organization",
            "description": "",
            "image_url": "",
            "created": "2012-06-27T14:50:39.085813",
            "is_organization": true,
            "approval_status": "approved",
            "state": "active"
        },
        "owner_org": "1fba0028-d66e-451b-90c9-74bc4e21d397",
        "private": false,
        "schema-vocabulary": "",
        "state": "active",
        "theme-primary": "towns-and-cities",
        "title": "Woking Borough Council Brownfield Land Register Part One 2020",
        "type": "dataset",
        "url": null,
        "version": null,
        "resources": [
            {
                "cache_last_updated": null,
                "cache_url": null,
                "created": "2020-12-23T16:09:15.166558",
                "datafile-date": "23/12/2020",
                "description": "",
                "format": "",
                "hash": "",
                "id": "bc840d17-9cb2-45cf-a102-8e2b09051d39",
                "last_modified": null,
                "metadata_modified": "2020-12-23T16:09:15.166558",
                "mimetype": null,
                "mimetype_inner": null,
                "name": "Woking Borough Council Brownfield Land Register Part One 2020",
                "package_id": "5ab5f70c-f46a-483f-9c6a-19d7d0c7f4bd",
                "position": 0,
                "resource-type": "data-link",
                "resource_type": null,
                "size": null,
                "state": "active",
                "url": "https://www.woking2027.info/ldfregisters/brownfieldlandregistercsv",
                "url_type": null
            }
        ],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}