{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "2521adc1-8f52-4fd5-a0f8-3bb0a0453acb",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-11T09:39:39.242913",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "youth-cohort-study",
        "notes": "The Youth Cohort Study was a major programme of longitudinal research designed to monitor the behaviour and decisions of representative samples of young people aged sixteen upwards as they make the transition from compulsory education to further or higher education, or to the labour market. It was designed to identify and explain the factors which influence post 16 transitions, for example, educational attainment, training opportunities and experiences at school. The Youth Cohort Study covers thirteen cohorts and over forty surveys. The first cohort was first surveyed in 1985 and the thirteenth in 2007.  The Youth Cohort Study series ended in 2010; this was largely due to plans for Second Longitudinal Study of Young People in England2 and the overlaps in topics covered by Youth Cohort Study and Second Longitudinal Study of Young People in England. The data particularly for the most recent cohort are still widely used by the team and the external research community.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
            "name": "department-for-education",
            "title": "Department for Education",
            "type": "organization",
            "description": "The Department for Education is responsible for education and children’s services in England. We work to achieve a highly educated society in which opportunity is equal for children and young people, no matter what their background or family circumstances.\r\nDfE is a ministerial department, supported by 9 agencies and public bodies.\r\n\r\nhttps://www.gov.uk/government/organisations/department-for-education",
            "image_url": "",
            "created": "2012-06-27T14:48:37.708077",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "17e00404-a853-49ca-9ea2-6db8cceaf1e2",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Education"
        ],
        "title": "Youth Cohort Study",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "The data collected in Youth Cohort Study are not published in its raw form as it contains data defined as personal and sensitive personal data by the Data Protection Act 1998. However anonymised Youth Cohort Study data are accessible to users both in the Department and externally. The data are deposited with the UK Data Archive. Statistics were published from the Youth Cohort Study on a regular basis as part of a Statistical First Release Series see National Archives."
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}