{
    "help": "https://ckan.publishing.service.gov.uk/api/3/action/help_show?name=package_show",
    "success": true,
    "result": {
        "creator_user_id": "ff63a581-6617-4871-89ec-2a20a47e4ae3",
        "id": "4f119dfe-31dd-4b51-b8e4-110f3f542caf",
        "isopen": false,
        "license_id": "",
        "license_title": "",
        "metadata_created": "2013-09-19T12:42:07.429838",
        "metadata_modified": "2013-12-12T20:21:52.710101",
        "name": "youth-contract-programme-for-16-and-17-year-olds-who-are-not-in-education-employment-or-trainin",
        "notes": "The data on young people who are currently supported by the Youth Contract Programme for 16 and 17 year olds is collected through monthly returns from the 6 Prime contractors which deliver the programme.  The data contains young people's Unique Learner Numbers, date of birth, learning difficulty or disability, ethnicity and the stage of the programme that they are at i.e., whether they have just started on the programme, are re engaged on a programme of study or have achieved a sustained re engagement i.e., have stayed on a programme of study for 5 out of six months.    There are 2 cohorts of young people who are eligible to be engaged on the Youth Contract programme and these are: (cohort 1) those who are aged 16 and 17 who are NEET and have no GCSEs A*-C and (cohort 2) those who are aged 16 and 17 who are NEET and have either: 1 GCSE A*-C or; who are young offenders; or who are/were in care.",
        "num_resources": 0,
        "num_tags": 0,
        "organization": {
            "id": "d68c6b0a-9768-4a0b-926c-62283dd62814",
            "name": "education-funding-agency",
            "title": "Education and Skills Funding Agency",
            "type": "organization",
            "description": "The ESFA brings together the former responsibilities of the Education Funding Agency (EFA) and Skills Funding Agency (SFA) to create a single agency accountable for funding education and skills for children, young people and adults.\r\n\r\nESFA is an executive agency, sponsored by the Department for Education.",
            "image_url": "",
            "created": "2013-09-10T15:51:51.542304",
            "is_organization": true,
            "approval_status": "pending",
            "state": "active"
        },
        "owner_org": "d68c6b0a-9768-4a0b-926c-62283dd62814",
        "private": false,
        "state": "active",
        "theme-primary": "society",
        "theme-secondary": [
            "Education"
        ],
        "title": "Youth Contract programme for 16 and 17 year olds who are not in education, employment or training",
        "type": "dataset",
        "unpublished": true,
        "url": null,
        "version": null,
        "extras": [
            {
                "key": "publish-date",
                "value": ""
            },
            {
                "key": "release-notes",
                "value": "We do not publish raw data as it contains data at the level of the individual participant. Aggregate data on delivery of the programme is published however showing, by contract area, the actual numbers of participants who have started on the programme, who have re engaged and who have achieved a sustained outcome.   "
            }
        ],
        "resources": [],
        "tags": [],
        "groups": [],
        "relationships_as_subject": [],
        "relationships_as_object": []
    }
}